[{"sector":"Triforce","reference":"https://27crags.com/crags/frank-slide/topos/triforce","lat":49.589279,"long":-114.39465,"problems":[{"name":"Triforce","grade":"7A","description":"Lowball.  Sit-start low under left arete, with your right hand on a sloping rail beneath the lip of the boulder, and left on a crimp above the left arete.  Powerful, tricky, and height-dependent, this problem is likely much harder for shorter climbers.  (FA Evan Erickson, 2007)"},{"name":"Positive Water","grade":"7A+","description":"Lowball, and a bit of an eliminate.  Sit-start at the right end of the sloping lip on a positive hold, and traverse left to finish at the peak of the boulder.  Squamishy!"}]},{"sector":"Albatross","reference":"https://27crags.com/crags/frank-slide/topos/albatross","lat":49.588705,"long":-114.39435,"problems":[{"name":"Hoedown","grade":"7A","description":"Short, cramped, contrived, and ugly, but still a lot of fun!  Start on a huge, broken horn/slot in a hole just right of the arete.  Avoiding the good, incut edges out right, climb directly up using two opposing edges, to a powerful, sloping top out.  (FA Mark Derksen, 2013)"},{"name":"V2","grade":"6A","description":"Sit-start using good edge.  Head straight up, or head right (joining \"Albatross Left\")."},{"name":"Albatross Left","grade":"6B+","description":"Start as per \"Albatross\", but head left at the roof to a sloping sidepull, then up the face."},{"name":"Albatross","grade":"6B+","description":"Sit-start low on a hold above the v-notch in the middle of the slab.  Climb up into undercling, and power through to the face above the overhang.  Very height-dependent!"},{"name":"Evan's Scary Slab","grade":"6B","description":"Start on the crack just right of \"Albatross\", and head up through the blank looking bulge above.  Spooky and rarely climbed."},{"name":"Groove of the Move","grade":"6C","description":"Start extremely low (virtually lying down) at the bottom edge of the slab right of \"Albatross\".  Climb onto the slab with great difficulty, and continue up the slab to much easier moves above.  (FA Evan Erickson, 2007)"},{"name":"V1","grade":"5","description":"Sit-start and climb the blunt prow at the corner of the boulder."},{"name":"Roadrunner Excavation Company Right","grade":"7A+","description":"Start as per \"Roadrunner Excavation Company Left\", but use a sloping edge to climb directly up the face above.  Great movement, but difficult to avoid dabbing on the small boulder behind."},{"name":"Roadrunner Excavation Company Left","grade":"7B+","description":"Start on the long, juggy rail beneath the low, obvious roof at the right corner of the west face of the Albatross boulder.  Fierce compression moves and a sloping pinch lead up and left to a dynamic finish."},{"name":"V1","grade":"5","description":"Sit-start and climb the blunt prow at the corner of the boulder."},{"name":"Pumpout","grade":"6B+","description":"Start as per \"Shutdown\", but after the crack section, continue moving up and left to finish up the juggy prow."},{"name":"Shutdown","grade":"6B","description":"Sit-start on a jug at the lowest end of the diagonal crack in the small cave.  Climb the juggy crack to a sloping and powerful topout.  Great movement!"},{"name":"Overtime","grade":"6A","description":"Start as per \"Shutdown\", but move directly right using a series of incut slots and edges.  At the long incut edge, a big move upward to a jug leads to easier climbing.  Finish either back left on a positive ledge, or move right, up a series of horns and jugs.  Excellent warm-up with fun movement!  (FA Trent Hoover, 2013)"}]},{"sector":"Shield","reference":"https://27crags.com/crags/frank-slide/topos/shield-16280","lat":49.595083,"long":-114.392542,"problems":[{"name":"Cognitive Dissonance","grade":"7C+","description":"Stand-start matched on huge, left-facing sloper undercling.  A couple of BURLY(!) moves on decent, but awkwardly positioned, edges lead to a dynamic crux and a harder-than-it-looks topout.  (FA Morgan Dunnet, 2014)"},{"name":"The Shield","grade":"7C+","description":"A masterpiece!  Start on two perfect, opposing sidepulls at around chest-height (the left is lower and more incut).  Power straight up through the shield feature with simple-but-precise compression moves on perfect edges and miserable feet.  Top out is relatively easy, but airy and not a gimme. "},{"name":"The Chosen Few","grade":"6B","description":"V3.  A bit of a forced line, as it is possible to press up and right and climb the slab at any time.  Sit-start at base of overhanging arete, using obvious, low rail for right-hand, and a left-hand undercling edge in the overhang. Climb the line of holds just right of the arete, following it to top-out at the peak. "},{"name":"The Chosen Few","grade":"6B","description":"V3.  A bit of a forced line, as it is possible to press up and right and climb the slab at any time.  Sit-start at base of overhanging arete, using obvious, low rail for right-hand, and a left-hand undercling edge in the overhang. Climb the line of holds just right of the arete, following it to top-out at the peak. "},{"name":"The Forgotten Many","grade":"5","description":"V1.  Start as per \"The Chosen Few\".  Roll onto the slab as soon as possible, then continue up and right, to top out the slab."},{"name":"The Hoover Effect","grade":"6A","description":"Stand-start at middle of face, using some edges above cave.  Climb boldy up the increasingly difficult slab. "},{"name":"The Dunnet Method","grade":"4","description":"Stand-start off of boulder under the left side of the arete, grabbing two left-facing edges.  Climb up and right, around the arete, joining the top-out of \"The Derksen Factor\". "},{"name":"The Derksen Factor","grade":"6B","description":"Start off small boulder, using left-hand mini-horn/beak, and good right-hand edge nearby.  Head up and left through sloping edges/pinches, eventually rocking up into the corner/scoop feature."},{"name":"Marco's Law","grade":"6B","description":"Start low on blocky rail.  Climb direct up face above, through flat jugs to start, then a tricky middle, tenuous crux gaining incut rail just below lip, and a no-gimme top-out.  "},{"name":"Breaking the Law","grade":"6A","description":"Start as per \"Marco's Law\", but continue along the obvious blocky rail system, eventually joining the top of \" Solar Power\". "},{"name":"The Erickson Variable","grade":"6B","description":"Start on edges above large, blocky rail (or lower, as per \"Marco's Law\").  Head up and left to gain a tricky crux at the top of the face. "},{"name":"Solar Power","grade":"6A","description":"Stand-start using juggy left-hand sidpull, and good, slightly higher rail for your right.  Head straight up the tall face.  (FA Trent Hoover, 2014)"},{"name":"Death in the Afternoon","grade":"6B+","description":"V3/4. Either stand or sit-start at the left-facing corner. Gain a hold in the crack above, then reach up and right to a sidepull in the face.  Continue up and right to top out. Technical and committing above the pit landing. "},{"name":"Solar Power","grade":"6A","description":"Stand-start using juggy left-hand sidpull, and good, slightly higher rail for your right.  Head straight up the tall face.  (FA Trent Hoover, 2014)"},{"name":"Death in the Afternoon","grade":"6B+","description":"V3/4. Either stand or sit-start at the left-facing corner. Gain a hold in the crack above, then reach up and right to a sidepull in the face.  Continue up and right to top out. Technical and committing above the pit landing. "},{"name":"Sea of Slaughter","grade":"6C","description":"V5.  Sit-start with left-hand on gaston/pinch, and right-hand lower on arete.  Climb directly up the left side of the arete.  (FA Mark Derksen, 2016)"},{"name":"No Country For Old Men","grade":"6A","description":"V2.  Stand-start with left-hand sidepull/undercling, and right-hand lower on arete.  Move up and right, gaining holds for both hands around the arete, then back left along the lip to top out.  (FA Dan Anhorn, 2016)"},{"name":"Mindcraft","grade":"6A","description":"V2.  Sit-start low in pit, with large, crescent shaped right-hand sidepull, and left-hand on arete.  Climb directly up.  (FA Mark Derksen, 2014)"},{"name":"The Whole Little Song and Dance","grade":"6B","description":"Sit-start at base of arete, left-hand on sidepull crimp left of the arete, right-hand on a good-but-hidden sidepull/undercling far and low right in the overhang.  Climb the right side of the arete. "},{"name":"The Danimal's Den","grade":"6C","description":"V4/5 Sit-start with left-hand on large, slopey sidepull/pinch, and right-hand on a good, somewhat hidden undercling edge (close to the rock on your right).  Head right, out of the cave, finishing up the right side of the arete.  "},{"name":"Vitruvian Dan","grade":"6B","description":"V3. Start as per \"Danimal's Den\", but climb up and left.  (FA Dan Anhorn, 2014)"},{"name":"Ocarina","grade":"5","description":"V1.  Climb the left side of the arete.  (FA Kyle Marco, 2016)"},{"name":"Twilight","grade":"6B","description":"Sit-start using left-hand sloper on arete, and small right-hand edge on the face.  Climb the right side of the arete.  (FA Trent Hoover, 2016)"},{"name":"Skyward Sword","grade":"6C+","description":"V5/6.  Eliminate.  Start as per \"Wind Waker\", and climb the face direct, without use of any arete holds.  (FA Kyle Marco, 2016)"},{"name":"Wind Waker","grade":"6B+","description":"V4,  Sit-start, matched on horizontal rail.  Move up and right, to gain arete feature, and use this to climb up and left to the flat lip.  (FA Trent Hoover, 2016) "},{"name":"Wind Temple","grade":"6A","description":"V2.  Start, and climb, as per \"Wind Waker\".  Once you gain the arete, mantle onto the shelf on your right, and top out up the bulge.  (FA Trent Hoover, 2016)"}]},{"sector":"Flexion","reference":"https://27crags.com/crags/frank-slide/topos/lower-west-cog","lat":49.595933,"long":-114.393988,"problems":[{"name":"Flexion","grade":"6C","description":"V5. Sit-start matched on jug in crack.  Head up and left through edges to gain juggier holds on the right side of a scoop, and top out.  (FA Trent Hoover, 2015) "},{"name":"Flexion Direct","grade":"6C","description":"V5. Sit-start as per \"Flexion\".  After the long move away from the crack and into edges out left, tackle the bulge directly using more edges.  (FA Trent Hoover, 2015)"},{"name":"Extension Extension","grade":"7A","description":"V6. Sit-start, matched on large shelf at the bottom right end of the lip.  Head left to gain holds in the crack, then continue along edges to gain the right side of a scoop in the lip.  Continue traversing left to gain the peak of the lip, and top-out.  "},{"name":"The High Road","grade":"6C","description":"Sit-start matched on lowest sloping edge on the left side of the face above the roof.  Use foot magic to gain more sloping edges and the slab above.  (FA Kyle Marco) "},{"name":"El Sendero Tortuoso","grade":"7A","description":"Sit-start matched on large, right-facing vertical rail.  Tricky footwork and sloping edges lead up onto the slab.  (FA Trent Hoover, 2015) "},{"name":"The Low Road","grade":"6A","description":"V2.  Sit-start matched on long, low rail.  Climb up and left.  (FA Trent Hoover, 2016)"},{"name":"The Low Road Low","grade":"6B","description":"V3.  Start on an edge and a crimp in the cave, climbing up and into \"The Low Road\".  (FA Trent Hoover, 2015)"},{"name":"Makeathat","grade":"6B","description":"V3.  Sit-start in small alcove, using a good, obvious right-hand edge near adjacent boulder.  Move up and left, joining \"The Low Road\".  "},{"name":"Makeathat direct","grade":"6B","description":"V3.  Sit-start as per \"Makeathat\", but head directly up arête above."},{"name":"Lost in the Dream","grade":"6C","description":"V5.  Sit-start matched on large, left-facing edge,  Move up and right.  (FA Mark Derksen, 2016) "},{"name":"The Giver","grade":"6B","description":"V3.  Sit-start at far right end of short overhang/bulge (farther right than photo shows), matched on lowest slopey lip edges.  Move up and slightly left on tricky edges.  (FA Mark Derksen, 2017)"},{"name":"Six Stars","grade":"5","description":"V1. Start by stepping onto boulder at left-trending seam.  Head up and right to gain arete, and top out. "},{"name":"Welcome to Turpinchistan","grade":"7A","description":"V6. Sit-start using large edge.  Climb the left side of the arete.  "},{"name":"Crimpistan","grade":"6B","description":"V3. Start as per \"Turpinchistan\", but move into edges out right.  (FA Trent Hoover, 2015)"}]},{"sector":"South of Giant","reference":"https://27crags.com/crags/frank-slide/topos/south-of-giant","lat":49.595165,"long":-114.392899,"problems":[{"name":"Tit for Tat","grade":"6C","description":"Sit-start at far left arete, using obvious low rail, and adjacent pinch/undercling.  Move up and slightly right to twin razor crimps, followed by a good edge, and good lip holds to top out.  "},{"name":"Focus","grade":"6A","description":"V2.  Sit-start using two low, good edges.  Move up and left to rail, then up and left to lip."},{"name":"The Gifts of Life","grade":"6C","description":"Sit-start as per \"Focus\", and move right to join \"The Poetry of Material Things\".  (FA Trent Hoover, 2016)"},{"name":"The Poetry of Material Things","grade":"6B+","description":"V4.  Start matched on obvious jug-rail.  Move up and right, using slopey sidepulls on your right, and crimpers on your left, eventually gaining a large, right-facing jug-rail to top out.  (FA Trent Hoover, 2016)    ."},{"name":"Powerball","grade":"7A","description":"Sit-start using high right-hand jug, and low, blunt left-hand undercling/pinch.  Head up the blunt prow.  (FA Mark Derksen, 2015)"},{"name":"Man With Two Heads","grade":"6B+","description":"V4.  Sit-start down and right, matched on jug, in deep cave.  Move up and left.  (FA Trent Hoover, 2016)"},{"name":"The Summoning extension","grade":"7B","description":"V7/8.  Start, and climb, as per \"The Summoning\", but once you gain the lip, traverse left to the arete to top out. "},{"name":"The Summoning","grade":"7B","description":"V7/8.  Sit-start with high right-hand edge, and low left-hand slot.  Move up to lip, and continue up slab. "},{"name":"Arete (to be named)","grade":"6B+","description":"V3/4.  Crouch-start with left-hand sloper, and large right-hand edge.  Climb the arete above.  (FA Kyle Marco, 2016)"},{"name":"The Summoning","grade":"7B","description":"V7/8.  Sit-start with high right-hand edge, and low left-hand slot.  Move up to lip, and continue up slab. "},{"name":"The Summoning extension","grade":"7B","description":"V7/8.  Start, and climb, as per \"The Summoning\", but once you gain the lip, traverse left to the arete to top out. "},{"name":"Alberta Meat Market","grade":"6B+","description":"Sit-start with right-hand on good, sloping pinch, and left-hand on pinch below arete.  Head up and left, around arete, and onto slab above.  (FA Trent Hoover, 2016)"},{"name":"Deadpool","grade":"6B+","description":"Sit-start with left-hand sloper, and right-hand edge.  Climb directly up, into the dihedral feature above.  (FA Kyle Marco, 2016)"},{"name":"Prime Rib","grade":"5","description":"Sit-start with right-hand sloper sidepull, and diagonal left-hand edge.  Climb up and left, along rib, before moving to lip out right, and tipping onto slab.  (FA Trent Hoover, 2016)"},{"name":"Charcuterie","grade":"6B","description":"Sit-start with right-hand sloping, horizontal pinch, and left-hand undercling in lip below.  Move up and onto slab.  (FA Kyle Marco, 2016)"},{"name":"Old Testament","grade":"6B","description":"Sit-start low in pit, with black, incut right-hand edge, and left-crimp right beside.  Climb direct, out of pit.  (FA Kyle Marco, 2016)"},{"name":"Cocoon","grade":"7B+","description":"Start with right-hand on juggy sidepull edge (back in narrow gap between boulders), and left-hand on a low sloper.  Climb the very blunt, hanging prow.  Traverse the lip left to top out.  "},{"name":"Alberta Meat Market","grade":"6B+","description":"Sit-start with right-hand on good, sloping pinch, and left-hand on pinch below arete.  Head up and left, around arete, and onto slab above.  (FA Trent Hoover, 2016)"},{"name":"The New Testament","grade":"7A+","description":"Start in pit on obvious matchable crimp/edge feature.  Head up and left through sloping edges/pinches, to a tricky top-out.  Takes some tension and control to avoid the rock on your left."},{"name":"Deadpool","grade":"6B+","description":"Sit-start with left-hand sloper, and right-hand edge.  Climb directly up, into the dihedral feature above.  (FA Kyle Marco, 2016)"},{"name":"Prime Rib","grade":"5","description":"Sit-start with right-hand sloper sidepull, and diagonal left-hand edge.  Climb up and left, along rib, before moving to lip out right, and tipping onto slab.  (FA Trent Hoover, 2016)"},{"name":"Charcuterie","grade":"6B","description":"Sit-start with right-hand sloping, horizontal pinch, and left-hand undercling in lip below.  Move up and onto slab.  (FA Kyle Marco, 2016)"}]},{"sector":"The Gallows","reference":"https://27crags.com/crags/frank-slide/topos/the-gallows","lat":49.595998,"long":-114.393382,"problems":[{"name":"The Gallows","grade":"6A+","description":"Use slab of lower boulder to get established on overhanging arete of upper boulder.  Around mid-height, move left to gain sloper feature in face, then continue up and left to top-out precariously in middle of lip.  Very committing. "},{"name":"The Gallows","grade":"6A+","description":"Use slab of lower boulder to get established on overhanging arete of upper boulder.  Around mid-height, move left to gain sloper feature in face, then continue up and left to top-out precariously in middle of lip.  Very committing. "},{"name":"Supa Scoopa","grade":"6C+","description":"V5. Sit-start with hands just above lip of cave (right-hand edge and left-hand gaston).  Make a big move up and left, to a flat jug.  Match, and continue up. Watch for loose rock up high. "},{"name":"Supa Scoopa extension","grade":"6C+","description":"Climb \"Supa Scoopa\" to the flat jug, then continue left, around the arete, into exposed territory. "},{"name":"Mighty Scoop","grade":"6C+","description":"V5/6. Sit-start with lowest pinch/edge on arete for left-hand, and very low right-hand sidepull edge.  Cross right-hand up to higher arete hold, and continue up and left."},{"name":"Mighty Scoop low","grade":"7B","description":"V8.  Start matched on huge undercling jug under low roof.  Move up into \"Mighty Scoop\". "},{"name":"Supa Scoopa low","grade":"7B+","description":"V8/9.  Start, and climb, as per \"Mighty Scoop low\", but continue left along the lip of the cave, into the start of \"Supa Scoopa\".  Finish up either \"Supa Scoopa\" or its extension.  "},{"name":"Mighty Scoop right","grade":"6C+","description":"Start as per \"Mighty Scoop\", but move up and right, climbing the right side of the arete."},{"name":"Supa Scoopa","grade":"6C+","description":"V5. Sit-start with hands just above lip of cave (right-hand edge and left-hand gaston).  Make a big move up and left, to a flat jug.  Match, and continue up. Watch for loose rock up high. "},{"name":"Claustrophobia","grade":"7B","description":"V8.  Sit-start using obvious right-hand edge, and anything lower for left-hand.  Move up and slightly left to exit cave.  "}]},{"sector":"Pit and the Pendulum","reference":"https://27crags.com/crags/frank-slide/topos/pit-and-the-pendulum","lat":49.595295,"long":-114.392951,"problems":[{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"Brighter Than Creation's Dark","grade":"7A+","description":"V6/7.  Crouch-start at entrance to tunnel, with high right-hand jug just outside tunnel, and anything lower for left-hand.  Traverse left, over the pit, before heading up, to a tricky exit at the uphill opening of the tunnel. "},{"name":"Cocoon","grade":"7B+","description":"V8.  In the pit to the right of the lower entrance to \"Pit and the Pendulum\" is a very blunt, hanging prow (facing towards \"Firebird\").  Start with right-hand on juggy sidepull edge (back in narrow gap between boulders), and left-hand on a low sloper.  Climb the prow to the lip, traversing left to top out. "},{"name":"The Land of Wind and Ghosts","grade":"7B","description":"V7/8. Basically a reversal of \"Brighter Than Creation's Dark\". Start in the tunnel, using lowest obvious holds above the left side of the pit (a left-hand sloper and a lower, slopey right-hand edge) . Move up and right to a pair of slick edges, then continue right, exiting the tunnel and topping out in the same place as 'Cocoon'. Very unique line - tensiony, technical, and fingery on slick rock. "},{"name":"Brighter Than Creation's Dark","grade":"7A+","description":"V6/7.  Crouch-start at entrance to tunnel, with high right-hand jug just outside tunnel, and anything lower for left-hand.  Traverse left, over the pit, before heading up, to a tricky exit at the uphill opening of the tunnel. "},{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"Jolly Green Giant","grade":"4","description":"**for full view and details, access the \"Jolly Green Giant\" boulder (under the City of Giants sector) on the left navigation sidebar. "},{"name":"Trench Warfare","grade":"6C","description":"Start low in pit, underclinging bottom of suspended boulder, with your feet on the back-wall formed by a smaller block.  Head up through rails/edges to gain a tricky topout.  "},{"name":"Firebird","grade":"7A","description":"Sit-start, matched low on the lip.  Head up through edges and crimps, finishing up slab.  (FA Mark Derksen, 2016)"},{"name":"Cocoon","grade":"7B+","description":"V8.  In the pit to the right of the lower entrance to \"Pit and the Pendulum\" is a very blunt, hanging prow (facing towards \"Firebird\").  Start with right-hand on juggy sidepull edge (back in narrow gap between boulders), and left-hand on a low sloper.  Climb the prow to the lip, traversing left to top out. "},{"name":"The Pit and the Pendulum","grade":"7A","description":"Start using obvious large shelf (and any surrounding edges) at downhill entrance to tunnel.  Make a big move to a good right-hand edge in the roof, then use some hidden holds up and left to gain a fun exit through the uphill tunnel opening. "},{"name":"Firebird","grade":"7A","description":"Sit-start, matched low on the lip.  Head up through edges and crimps, finishing up slab.  (FA Mark Derksen, 2016)"},{"name":"Jolly Green Giant","grade":"4","description":""},{"name":"The Dark Arts","grade":"6B+","description":"V4ish.  Sit-start in cave using obvious, positive right-hand edge and opposing left-hand edge.  Make a big move to the lip of the cave, match, and continue left for a tricky exit."},{"name":"Trench Warfare","grade":"6C","description":"Start low in pit, underclinging bottom of suspended boulder, with your feet on the back-wall formed by a smaller block.  Head up through rails/edges to gain a tricky topout.  "}]},{"sector":"King Cobra","reference":"https://27crags.com/crags/frank-slide/topos/white-bulge","lat":49.595586,"long":-114.392067,"problems":[{"name":"King Cobra","grade":"6C+","description":"Stand-start with high right-hand pinch (to the right of the arete), and left-hand underclinging the blunt lip of the boulder (down and left).  Climb the left side of the lower arete, then directly up the bulge above.  Head right to top out. "},{"name":"Sidewinder","grade":"7A","description":"V6. Start at obvious smooth jug on the face.  Head up and left to the arete.  Climb the right side of the arete, to airy top-out."},{"name":"Boa","grade":"7B","description":"V8.  Start as per \"Sidewinder\", and traverse low around arete, joining \"King Cobra\" at its first move, and finishing up that problem.  "},{"name":"Anaconda","grade":"6B+","description":"V4. Somewhere on far right side of boulder. Start with left-hand on a weird notched sloper, and right-hand on a very slopey horizontal edge. Move right to a sidepull, and up. (FA Evan Erickson, 2017)"},{"name":"Sweep the Leg","grade":"6B","description":"Stand-start right of the dab bloc, matched on high, flat jug.  Head up and left to arete.  Climb right side of arete, to rubbly top-out. "},{"name":"Spitting Cobra","grade":"7A+","description":"V6/7.  Start as per \"King Cobra\".  After the first move, continue left using tricky edges and feet, and finish up the left arete.  (FA Trent Hoover, 2018)"},{"name":"King Cobra","grade":"6C+","description":"Stand-start with high right-hand pinch (to the right of the arete), and left-hand underclinging the blunt lip of the boulder (down and left).  Climb the left side of the lower arete, then directly up the bulge above.  Head right to top out. "},{"name":"Boa","grade":"7B","description":"V8.  Start as per \"Sidewinder\", and traverse low around arete, joining \"King Cobra\" at its first move, and finishing up that problem.  "},{"name":"The Snake Charmer","grade":"7C","description":"V9/10. Start, and climb, as per \"Boa\", but continue left into \"Spitting Cobra\". "},{"name":"Sidewinder","grade":"7A","description":"V6. Start at obvious smooth jug on the face.  Head up and left to the arete.  Climb the right side of the arete, to airy top-out."}]},{"sector":"Man of Science, Man of Faith","reference":"https://27crags.com/crags/frank-slide/topos/man-of-science-man-of-faith","lat":49.589933,"long":-114.379059,"problems":[{"name":"Man of Science","grade":"Man of Faith","description":"V5/6.  Sit-start low and left, matched on shelf.  Follow the prow up and right, using good edges on your left, and some cool holds on the underside of the prow.  Top out to the right of the apex.  (FA Mark Derksen, 2013)"},{"name":"Pseuodscience","grade":"6A","description":"V2.  Start, and climb, as per \"Man of Science, Man of Faith\", but exit early up jugs."},{"name":"Pseudoscience Low","grade":"6B+","description":"V4.  Sit-start with right-hand sidepull/pinch, and very low left-hand sloper, deep under the roof.  Head up and left into \"Pseudoscience\".  (FA Trent Hoover, 2014)"}]},{"sector":"Farmer's Daughter","reference":"https://27crags.com/crags/frank-slide/topos/farmer-s-daughter","lat":49.590661,"long":-114.374547,"problems":[]},{"sector":"Deep Freeze","reference":"https://27crags.com/crags/frank-slide/topos/deep-freeze","lat":49.590607,"long":-114.377516,"problems":[{"name":"Deep Freeze","grade":"6B+","description":"V4.  Sit-start matched on flattish spot low and right on huge sloping rail feature.  Head left along rail, then lip, to the arete, topping out from there.  Nice line on not-so-nice holds and rock. "}]},{"sector":"Black Swan","reference":"https://27crags.com/crags/frank-slide/topos/black-swan","lat":49.589495,"long":-114.377656,"problems":[{"name":"Black Swan","grade":"6B","description":"V2/3.  Sit-start matched on good edge just right of arete.  Move to arete, then up.  (FA Mark Derksen, 2015)"},{"name":"Swan Lake","grade":"6C+","description":"V5.  Sit-start using low edge just right of \"Black Swan\".  Head up and right. "}]},{"sector":"Sunny Delight","reference":"https://27crags.com/crags/frank-slide/topos/sunny-delight","lat":49.590663,"long":-114.38015,"problems":[{"name":"Horseshoes","grade":"4+","description":"V0/1.  Stand-start with right-hand edge and left-hand sloper, around chest-height.  Climb slab, using the blunt arete to your left.  "},{"name":"Side Saddle","grade":"6A","description":"V2.  Stand-start using chest-height edges.  Move up and right, using obvious rail for your left-hand, and some crimps out right.  "},{"name":"Roundup","grade":"7A","description":"V6/7.  Sit-start as per \"Giddy Up\", but push out left immediately, into a tricky crimp/edge sequence, gaining the start holds of \"Side Saddle\" and finishing up from there. "},{"name":"Giddy-Up","grade":"7A","description":"V6.  Sit-start using small, side-by-side edges low in the middle of the face.  Climb directly up face above. "},{"name":"Low Brow Direct","grade":"5","description":"V1/2.  Sit-start below the huge rail, left-hand on a sidepull edge, right-hand anywhere lower.  Move up to shelf, then finish as per \"Low Brow\". "},{"name":"High Brow","grade":"6A","description":"V2.  Start, and climb, as per \"Low Brow\".  From the end of the huge rail, continue left, using an edge or two to gain another large rail below the lip of the boulder.  Top out directly above.  Another variation (contrived, same grade) uses crimps below the upper rail to gain a jug further left.  (FA Dan Anhorn, 2016)"},{"name":"Low Brow","grade":"4","description":"V0.  Sit-start matched on right end of huge rail.  Traverse left, to end of rail, then move up to the lip to top out.  (FA Dan Anhorn, 2016)"},{"name":"Blink","grade":"4","description":"V0.  Start as per \"Low Brow\", but go directly up. "},{"name":"The Thing That Should Not Be","grade":"7A+","description":"V7.  Start as per \"Thrash\", but use crazy toe-hooking and tension to navigate the underside of the suspended block, and exit the other side of the cave. "},{"name":"Thrash","grade":"6B","description":"V3.  About 50m south-west of main \"Sunny D\" boulder.  Sit-start under suspended block, left-hand on good, high edge (below lip, near rock on your left), and right-hand on low edge, near bottom-right corner of block.  Thrash up and over the top.  Terrible. "},{"name":"The Thing That Should Not Be","grade":"7A+","description":"V7.  Start as per \"Thrash\", but use crazy toe-hooking and tension to navigate the underside of the suspended block, and exit the other side of the cave. "}]},{"sector":"Troubadour","reference":"https://27crags.com/crags/frank-slide/topos/troubadour","lat":49.592744,"long":-114.375149,"problems":[]},{"sector":"Frictionary","reference":"https://27crags.com/crags/frank-slide/topos/frictionary","lat":49.595566,"long":-114.394922,"problems":[{"name":"Frictionary Arete","grade":"6A","description":"Sit-start using low left-hand sidepull jug near arete, and black right-hand edge in overhang.  Climb straight up the arete."},{"name":"Fan-Friction","grade":"7A+","description":"Start as per \"Frictionary Arete\".  Traverse right to link up with \"Frictionary\". "},{"name":"Non-Friction Story","grade":"7B","description":"Sit-start as per \"Frictionary\".  Traverse left to link-up with \"Frictionary Arete\".  (FA Evan Erickson, 2007)"},{"name":"Frictionary","grade":"6C","description":"Sit-start using low, right-facing flake jug.  Climb straight up through dynamic moves on positive edges."},{"name":"Frictionary Crack","grade":"4","description":"Sit-start at base of crack, using horn feature.  Climb the crack."},{"name":"Undertaker","grade":"6C","description":"This problem starts on an undercling crimp.  Exact description to be updated soon."},{"name":"Undergrad","grade":"6A","description":"Exact details TBD.  (FA Mark Derksen, 2013)"},{"name":"V2","grade":"6A","description":"Sit-start using low, good holds.  Climb the left end of the face."},{"name":"Underking","grade":"6C","description":"Sit-start with right-hand on good incut undercling, and left-hand anywhere lower.  Head straight up.  "},{"name":"Catacomb","grade":"7C","description":"V9.  Sit-start in cave, using two low, right-facing edges near the bottom of the prow.  Move up to a good left-hand edge, then follow the steep prow out of the cave, finishing up the slab.  "},{"name":"Black Cherry Soda","grade":"6C","description":"Sit-start in cave with a good left-hand sidepull.  Head right, out of the cave, to gain a right-trending finger-crack.  Follow this crack to top-out.  (FA Mark Derksen, 2016)"},{"name":"Cherry Pepsi","grade":"7A","description":"Start, and climb, as per \"Black Cherry Soda\".  Upon gaining the lip at the top of the crack, head back left, finishing on the lip traverse.  (FA Kyle Marco, 2016)"},{"name":"Kyle's Lip Traverse","grade":"6C","description":"Sit-start at far right end of boulder, using a good left-hand sidepull.  Climb along the rising lip, topping out at the upper left end.  (FA Kyle Marco, 2016)"},{"name":"Partial Justice","grade":"6A","description":"V2ish.  Sit-start, matched on huge flat edge.  Move right and up, to join \"Swift Justice\".  Nice moves on comfy edges and slopers.  Can also be climbed more directly up, but on less enjoyable holds.  (FA Kyle Marco) "},{"name":"Swift Justice","grade":"7A+","description":"V7ish.  Sit-start in cave using a decent right-hand undercling  edge, and a slopey left-hand sidepull edge.  A hard first move to a good rail outside the cave leads to a fun and easy top out on nicely sculpted holds."}]},{"sector":"Triangle Pinch","reference":"https://27crags.com/crags/frank-slide/topos/triangle-pinch","lat":49.596185,"long":-114.39538,"problems":[{"name":"Constellation","grade":"7C","description":"V9.  Sit-start using decent left-hand sidepull edge, and anything lower for right-hand.  Move up and left to gain high, sharp, juggy rail, then continue left to gain arete.  Roll around arete and walk up slab to finish.  "},{"name":"Apollo 11","grade":"7C+","description":"Stand-start using obvious, juggy edge feature.  Head straight up, using a triangular left-hand pinch to set up for a wild move to the lip.  Traverse slightly left to an easy, but airy(!), mantle.  "}]},{"sector":"Mark of the Beast","reference":"https://27crags.com/crags/frank-slide/topos/mark-of-the-beast","lat":49.595896,"long":-114.395329,"problems":[{"name":"Mark of the Beast","grade":"7C","description":"V8/9.  Crouch-start using low left-hand edge, and a crimpy right-hand pinch (right-foot will be on the obvious fin, higher than your hands).  Climb up and left, out of the cave. "},{"name":"Mark of the Beast direct","grade":"7A+","description":"V7.  Start, and climb, as per \"Mark of the Beast\", but exit the cave directly. "},{"name":"Superbeast","grade":"7B","description":"V7/8.  Crouch-start matched on large fin-jug.  Move up and right, out of cave and up tall face right of arete. "},{"name":"Belly of the Beast","grade":"6A+","description":"V2/3.  Pull on using two good slopers just above the lip of the overhang (the left-hand is slightly lower than the right).  Climb the tall face above, trending slightly left.  "},{"name":"Tomb with a View","grade":"4","description":"V0.  Step onto the slab using a couple of obvious edges, just above the lip.  Climb up and left, to the peak of the smooth slab.  (FA Trent Hoover, 2016)"},{"name":"The Regift","grade":"6B+","description":"V4.  Sit-start using sharp right-hand sidepull, and small, flat edge for left.  Move left, to toothy jug, then up to lip, and flat jugs to top out.  (FA Kyle Marco, 2016)"},{"name":"C.Monster","grade":"7A+","description":"V6. Start as per Blessings in Disguise, instead head out roof to right, finish as per Black Slot Arete. (FA Mark Derksen, 2016)"},{"name":"Blessings in Disguise","grade":"7B","description":"V8.  Sit-start matched on a large, black edge under the roof.  Burly moves lead to a toothy pocket, and a good edge at the end of a sloping shelf.  A couple of powerful options can be used to gain the lip. "},{"name":"Black Slot Arete","grade":"6B+","description":"V4.  Sit-start with right-hand on edge around arete, and left-hand on good incut.  Climb the left side of the leaning arete.  (FA Trent Hoover, 2016)"},{"name":"The Oozing","grade":"6A","description":"V2.  Sit-start as per \"Black Slot Arete\", but traverse immediately right, turning onto the slab with difficulty.  Climb up the slab to an easy topout.  (FA Trent Hoover, 2016)"},{"name":"Puffy Neck Warmer","grade":"6B","description":"V3.  Sit-start with right-hand on good pinch around the arete, and left-hand on thin edge.  Use slopers and sidepulls to gain an airy high-step to top out. (FA Trent Hoover,  2015)"},{"name":"Broken Dishes","grade":"6B","description":"V3. On same boulder as \"Puffy Neck Warmer\", just south of Mark of the Beast.  Climb the overhung, yellow arete on the left side of the corridor, north of Golden Gait Boulder, from low right-hand crimp and left-hand pinch on arete.  Watch for loose rock. "},{"name":"Golden Gait","grade":"4","description":"V0.  Step onto slab in middle of yellow face, and use good incuts and rails to gain easy topout over a good landing. Crumbly rock detracts from an otherwise good, easy problem.  (FA Dan Anhorn, 2016)"},{"name":"Yellow Plates","grade":"4","description":"V0.  Step onto slab, and use right-hand arete and good incuts and rails to top out.  Watch for crumbly rock. (FA Dan Anhorn, 2016)"}]},{"sector":"Skull slab","reference":"https://27crags.com/crags/frank-slide/topos/giant-slab-20370","lat":49.588598,"long":-114.38133,"problems":[{"name":"Skull slab","grade":"3","description":"Big low angle slab problems all over. At this angle it looks a little like a skull...\n"}]},{"sector":"DDR","reference":"https://27crags.com/crags/frank-slide/topos/ddr","lat":49.587634,"long":-114.392354,"problems":[]},{"sector":"White Lines","reference":"https://27crags.com/crags/frank-slide/topos/white-stripes","lat":49.587803,"long":-114.391907,"problems":[{"name":"V0","grade":"4","description":"You will see this boulder facing you on your left shortly after stepping off the Albatross gravel road, and walking on the grassy track towards the Healing boulder.  Climb the left side of the slab."}]},{"sector":"Foxhole","reference":"https://27crags.com/crags/frank-slide/topos/foxhole","lat":49.587384,"long":-114.389919,"problems":[{"name":"The Ice Cave","grade":"7A+","description":"Sit-start with right hand on long edge and left on either a strange, crimp-pocket or a low, sloping sidepull.  Climb through crimps, rails, and sloping pinches to finish on a flat rail.  Great movement.  A lower start (left hand on sidepull, right on a three-finger undercling) has been done at more-or-less the same grade.  (FA Trent Hoover, 2014)"},{"name":"The Ice Cave right","grade":"7A+","description":"V7+.  Start as per \"The Ice Cave\" but, after the first move, head right, using the corner feature to gain a left-facing gaston edge in the face below the peak.  From this edge, either throw to the lip above, or do a bit of a trick to finish on \"Sardine\".  A bit contrived/eliminate, but cool holds and sequence, with tensiony and powerful moves."},{"name":"Sardine","grade":"6B+","description":"A fun problem with an ugly start.  Sit-start very low, scrunched down on the right side of the Foxhole cave, with right hand on a good jug, and left on a sidepull crimp.  Climb positive edges and ledges above, desperately trying not to dab on the block.  (FA Trent Hoover, 2013)"},{"name":"Gab Slab","grade":"3+","description":""},{"name":"The Hand Sponge","grade":"6C","description":""},{"name":"The Trumpocalypse","grade":"7C","description":"Sit in the hole between 2 boulders, left hand on the blocky undercling, right hand gaston on blocky section above.  Punch up and right to a sloping crimp.  Rearrange your feet and bump again to the sloper rail above.  Move to the lip with the help of a small crimp to the left.  Easy top out. (FA K. Dunham, 2016)"},{"name":"Dave's Arete","grade":"6A","description":""}]},{"sector":"Relentless","reference":"https://27crags.com/crags/frank-slide/topos/relentless","lat":49.587544,"long":-114.389856,"problems":[{"name":"The Incident","grade":"6B","description":"Sit-start on the same hold as \"Relentless Sit\", but head up and left to two good, side-by-side crimps, then continue up the tall slab.  The stand-start from the side-by-side crimps goes at V1.  (FA Mark Derksen, 2013)"},{"name":"Relentlesser","grade":"7A+","description":"Start, and climb, as per \"Relentless Sit-Start\".  Upon gaining the right-hand arete, continue right to finish up the dihedral. "},{"name":"Relentless","grade":"7A","description":"V6. Start standing with left hand on a good sidepull edge, and right on a blunt sidepull.  Fun compression moves lead to a big, sloping shelf, and easier moves above.  Superb!\nA sit-start (V7) begins on a positive, left-facing sidepull (low and to the left).  (FA Evan Erickson, 2007)"},{"name":"Obvious Fricking Dihedral","grade":"6B","description":"Climb the obvious dihedral.  A sit-start (V5) can be done starting on a good edge at the bottom right corner of the face to the right of the dihedral."},{"name":"The Purest Line","grade":"7A+","description":"Start as per \"Obvious Frickin' Dihedral Sit\".  Traverse left into the crux of \"Relentless\", and finish on that problem.  "},{"name":"The Purest Line ext.","grade":"7B+","description":"Climb \"The Purest Line\", but continue left, through the start holds of \"Relentless\", to gain the twin-crimps that \"The Incident Stand-Start\" begins on.  Finish up \"The Incident\".  "},{"name":"Redonculous","grade":"6C+","description":"V5. Start as for \"Krimptonite\", but climb up and left, using arete feature."},{"name":"Krimptonite","grade":"7B+","description":"V8. Sit-start on crimps below the short arete feature.  Pull into shallow dihedral, reach right to a crimp on the face, and continue up and right on edges.  Short and hard!  (FA Evan Erickson)  "},{"name":"Under a Yellow Sun","grade":"4","description":"Sit-start using slopers."},{"name":"Unnamed","grade":"5","description":"Crimpy face."},{"name":"Boo-Yeah","grade":"4","description":"The thin seam."},{"name":"Scarleg","grade":"5","description":"The left side of the tall arete."}]},{"sector":"Healing","reference":"https://27crags.com/crags/frank-slide/topos/healing-boulder","lat":49.587596,"long":-114.389116,"problems":[{"name":"Origins","grade":"6A+","description":"Sit-start on diagonal rail sidepulls just right of arete.  Follow the crack left, then climb the arete.  \"Origins Extension\" (V1) continues following the crack leftwards to top out around the arete."},{"name":"Crack Attack","grade":"4","description":"Climb the obvious, sharp arete.  Watch for loose rock at all times in Frank; a large block fell off this problem in 2010."},{"name":"The Remedy","grade":"7A","description":"Sit-start as per \"The Sage\".  Traverse right and finish on either \"Jahealy\" or \"Easy Healing\".  "},{"name":"Sage","grade":"6C","description":"Sit-start with a high left handhold and a very low right.  Climb the crimpy face and left-leaning seam just right of \"Crack Attack\".  The other boulder (the other side of the \"crack\") is out, of course."},{"name":"Prisoner's Dilemma","grade":"6C+","description":"Start with sidepull/pinch for left hand, and flat crimp for right hand.  Climb the face above, through sloping holds.  (FA Mark Derksen, 2015)"},{"name":"I Pissed on the Starting Holds","grade":"6C","description":"Sit-start with right hand on a good crimp, and left on a small, sloping edge.  Climb up through small edges to a good sidepull, and top out above.  (FA Evan Erickson, 2007)"},{"name":"Jahealy","grade":"6B","description":"Start at the low right side of the flake undercling, climb up and left along the flake until it thins out, then head straight up.  Alternatively, go straight up from the very start at the same grade (Jahealy direct)"},{"name":"Japissy","grade":"6B+","description":"V4ish.  Start as per \"Jahealy\", but move up and left into \"IPotSH\".  A good variation."},{"name":"Easy Healing","grade":"5","description":"Climb the tall, juggy face immediately left of - and using - the prominent arete.  Beware the tricky mantle!"},{"name":"Healing Traverse","grade":"7A","description":"V6.  Sit-start at far left end of lip.  Traverse right, along lip, eventually joining \"Healing Arete\", and finishing on that problem.  (FA Marcus Norman)"},{"name":"Healing Arete","grade":"6C+","description":"V5.  Sit-start under left end of roof, matched on left-facing sidepull.  Traverse right, under roof, to gain a large, blocky jug, under the right side of the arete.  From here, climb up the right-side of the arete."},{"name":"Healing Arete extension","grade":"6B","description":"V3/4.  Start, and climb, as per \"Healing Arete\".  From the blocky jug, continue right, along juggy rails.  (FA Trent Hoover)"},{"name":"Healing Arete left","grade":"7B","description":"V7/8.  Start as per \"Healing Arete\", but move up and right, gaining arete and climbing up the left side. Slightly eliminate - the large shelf up and left of the start is out. "},{"name":"Healing Arete Direct","grade":"6B+","description":"Start as per \"Healing Arete\", but head straight up the face left of the arete.  The name is a misnomer, because you don't actually use the arete.  A hold may have broken on this problem."},{"name":"The Grim Reacher","grade":"4","description":"V0.  Step onto slab, and climb to an overlap.  Find the large undercling, and use this to reach a jug on the arete.  Top out above.  (FA Trent Hoover, 2013)"},{"name":"Infected","grade":"6C+","description":"V5.  Sit-start under the left end of the cave/overhang, using a right-hand crimp and a left-hand sloper.  Climb up and right through the middle of the blank face. "},{"name":"The Sickening","grade":"6B+","description":"V4.  Sit-start using good right-hand crimp, and smaller left-hand crimp beside.  Traverse left along rail/line of small edges, until you can mantle onto a sloping shelf.  From here, head up and right to a protrusion/shelf on the arete.  Turn the arete, and top out the slab.  (FA Trent Hoover, 2015)"},{"name":"Shaman","grade":"6B+","description":"V4.  Sit-start as per \"The Sickening\", but climb directly up the left side of the arete..  (FA Mark Derksen, 2013)"},{"name":"V0","grade":"4","description":"V0.  Sit-start under far right end of overhang/cave, matched on flat rail under arete.  Make a few moves up the arete, before rolling right onto the slab.  "}]},{"sector":"Shockload","reference":"https://27crags.com/crags/frank-slide/topos/shockload","lat":49.587879,"long":-114.388799,"problems":[{"name":"Ladder Stages","grade":"7A","description":"Sit-start matched on pinch/edge complex.  Head left, towards arete, through surprisingly good, technical, and hard moves.  (FA Evan Erickson, 2007)"},{"name":"Sloppy Seconds","grade":"6B+","description":"About as good as it sounds.  Start as per \"Ladder Stages\"."}]},{"sector":"Bride of Frankenstein","reference":"https://27crags.com/crags/frank-slide/topos/bride-of-frankenstein","lat":49.588483,"long":-114.387878,"problems":[{"name":"Bride of Frankenstein","grade":"7A","description":"Stand start on the big, left-facing sidepull/undercling feature.  Climb up to join the left arete, then traverse up and right to top out.  (FA Evan Erickson, 2007)"},{"name":"Igor","grade":"6A","description":"Sit-start at base of lip/arete.  Follow the lip/arete leftwards, topping out at the peak of the boulder."},{"name":"V0","grade":"4","description":"Located on your left if you walk 100m or so from the Bride of Frankenstein boulder towards the Trees boulder.  Climb the direct line up the middle of the small, clean slab."}]},{"sector":"Element","reference":"https://27crags.com/crags/frank-slide/topos/element","lat":49.587318,"long":-114.388061,"problems":[{"name":"Fifth Element","grade":"6B+","description":"Start by stepping onto the slab in the middle of the face, then taking a white, crimpy pinch with your left hand.  Dyno to a good hold right of the groove, and top out above.  A bit of an eliminate, but still good fun."},{"name":"Element","grade":"6B","description":"Start as per \"Open Road\", but use crimps to head left and top out on the left side of the arete."},{"name":"Super Fetus Traverse","grade":"6C","description":"Start as per \"Open Road\".  Upon gaining the lip, traverse it left to finish on \"Fifth Element\".  (FA Evan Erickson, 2007)"},{"name":"Open Road","grade":"5","description":"Start on good edge right of the arete.  Climb up the arete."},{"name":"Flat Earth Society","grade":"4","description":"On the back of the Element boulder is a tall, aesthetic slab with a small pod in the middle of it.  Climb the slab just left of (and using) the pod.  Fun, with a bit of choss on the top out.  For a more sustained outing (airier, but no harder), trend rightwards up the smooth face of the slab, avoiding anything large enough to mar the slab experience."},{"name":"Ounce of Skin","grade":"6B+","description":"V3/4.  Sit-start using low, opposing sidepulls under short bulge/prow.  Move up the tricky arete above.  (FA Kim Lee, 2017)"},{"name":"Pound of Flesh","grade":"7A+","description":"V6/7.  Sit-start using low, blocky sidepull for the right-hand, and anything same-height or lower for your left.  Climb the cryptic arete."}]},{"sector":"Trees","reference":"https://27crags.com/crags/frank-slide/topos/trees","lat":49.58761,"long":-114.386011,"problems":[{"name":"Short Tree","grade":"5+","description":"Start as per \"Trees Traverse\", but after the first few moves, climb straight up the overhanging face on crimps.  A sit-start on incut crimps below the rail can be done at around V2."},{"name":"Trees Traverse","grade":"6A","description":"Sit-start on the far left of the big, sloping rail, and traverse right. As the ledge peters out, you'll reach a series of crimps.  Climb these to the top.  Fun!"},{"name":"Trees Direct","grade":"4","description":"Start as per \"Trees Traverse\", but climb directly up the slabby arete."},{"name":"Trees Traverse Extension","grade":"7A","description":"Start as per \"Trees Traverse\", but continue right from the end of the sloping rail, and finish on \"Broken Tree\".  Holds have broken from this problem - it may no longer be possible or pleasant."},{"name":"Broken Tree","grade":"6C","description":"Climb the right side of the face to the tallest point.  Holds break regularly from this problem, so it'll likely change with time.  A slightly harder sit-start has also been done."},{"name":"The Quick and the Dead","grade":"4","description":"Another great, high slab on the Trees boulder.  This one ascends a line of incut crimps on the left side of the face.  Fun!  (FA Trent Hoover, 2013)"},{"name":"Ride the River","grade":"4","description":"The well-featured, steep slab in the middle of the face.  Great movement, solid holds."},{"name":"High Noon","grade":"5","description":"On the right side of the slabby face (facing the slide), there is a right-leaning arete.  This problem starts on a horn on the arete.  Climb up and across the arete using a sloping ledge, then use the arete and crimps to gain a huge jug high on the face. Top out above.  Spectacular problem with great exposure! "},{"name":"Downclimb","grade":"4","description":""}]},{"sector":"Lime Kiln","reference":"https://27crags.com/crags/frank-slide/topos/lime-kiln","lat":49.586118,"long":-114.384638,"problems":[{"name":"Limey Bastards","grade":"6C","description":"Sit-start matched on good horn feature.  Reach left to the arete, and continue up the right side of the arete. (FA Evan Erickson, 2015)  "},{"name":"Lime Disease","grade":"6C","description":"Sit-start matched on good edge.  Head up and left.  A high left foot, and big right arm lock-off, may prove useful.  (FA Mark Derksen, 2015)"},{"name":"Tonic","grade":"6B","description":"Sit-start with good left-hand sidepull, and large right-hand block.  A couple of easier moves on large edges set you up for the big reach to the left arete.  (FA Trent Hoover, 2015)"},{"name":"Burning Lime","grade":"6B","description":"Start as per \"Tonic\", but head right, through some incut crimps.  (FA Trent Hoover, 2015)"},{"name":"Not Me","grade":"6C+","description":"Sit-start with incut crimp for your right hand, and flat right-facing edge for your left.  Head up and left to join the finish of \"Burning Lime\".  (FA Trent Hoover, 2015)"}]},{"sector":"Evasive Maneuvers","reference":"https://27crags.com/crags/frank-slide/topos/evasive-maneuvers","lat":49.586274,"long":-114.389221,"problems":[{"name":"Evasive Maneuvers","grade":"7B","description":"Sit-start matched on huge undercling feature.  Use the arete on your right (above tree), and small, bad face holds to the left, to gain a flat top-out.  Watch the tree dab!  "}]},{"sector":"LaFleur","reference":"https://27crags.com/crags/frank-slide/topos/lafleur","lat":49.596318,"long":-114.394039,"problems":[{"name":"Devil in the Detail","grade":"6C","description":"V4/5. Sit-start in small cave, left-hand near the top of large sidepull feature, and right-hand on a low, hidden undercling.  Head up and right, through edges to a large jug. Finish either left (by pressing up onto the slab), or right (following more jugs and mantling around the corner). Will feel exponentially harder until the correct foot beta is found."},{"name":"MicroDyno","grade":"6C","description":"V5ish. Sit-start, right-hand gastoning bottom-end of large rail, and left-hand anywhere lower. Move left up to a small crimp with a pocket thumb-catch, then pop to the jug above. Exit left or right. "},{"name":"Tick Tock","grade":"6B+","description":"V4. Sit-start matched on large edge low in middle of face. Move up and right to a good rail. Follow this rail to the arete to top out. (FA Trent Hoover, 2019)"},{"name":"The Path left","grade":"6A","description":"V2. Sit-start matched on low, large edge. Move up to a rail directly above, then head left along rail and lip, to tricky topout. (FA Trent Hoover, 2019) "},{"name":"The Direct Path","grade":"6A","description":"V2. Sit-start matched on low, large edge. Climb, and top out, straight up. (FA Trent Hoover, 2019)"},{"name":"The Path right","grade":"6A","description":"V2. Sit-start matched on low, large edge. Climb directly up, through rail, to lip, then traverse right to top out. (FA Trent Hoover, 2019) "},{"name":"The Path of Most Resistance","grade":"6B","description":"V3ish. Eliminate. Start at far right, one-hand on arete and one-hand on rail. Traverse the rail (without using lip of boulder) left, until you can join, and finish on, \"The Path left\". "},{"name":"LaFleur","grade":"6B+","description":"Sit-start in pit, using good, flat right-hand edge, and a right-facing edge on the arete for your left-hand.  Follow the lip up and left, to gain the mini-corner, and top-out.  (FA Mark Derksen, 2015)"},{"name":"Wolverine","grade":"5","description":"Sit-start under corner feature.  Climb the slab/bulge above.  (FA Mark Derksen, 2015)"},{"name":"Microcosm","grade":"5","description":"V1. Sit-start as per \"Microscopy\", but head up and left. (FA Trent Hoover, 2019)"},{"name":"Microscopy","grade":"6C+","description":"About 15m east of \"LaFleur\".  Sit-start matched at a multi-faceted diagonal edge feature.  Traverse up and right, using miniscule holds to gain a juggy feature high to the right.  Continue up slab.  Stemming at the start might help. "},{"name":"Microbe","grade":"5+","description":"V1/2. Sit-start using left-hand pinch/sidepull in dihedral, and opposing right-hand sidepull. Move up and left. (FA Trent Hoover, 2019)"},{"name":"Microagression","grade":"4","description":"V0. Sit-start with opposing sidepulls, and climb the slab above. (FA Trent Hoover, 2019)"},{"name":"Yoshi's Island","grade":"6B+","description":"Sit-start using lowest rails.  Head up, using more rails, and the arete to your left.  Gain lip, and roll onto slab to top out.  (FA Mark Derksen, 2015)"},{"name":"True Detective","grade":"7A+","description":"V7.  Stand-start with left-hand sidepull jug, and right-hand on good rail below.  Follow the lip of the boulder up and right, all the way to the right arete, using that to top out.  "},{"name":"True Detective direct","grade":"7A+","description":"Start, and climb, as per \"True Detective\".  After the midpoint crux, head up the slab via the left-facing rails.  "},{"name":"Yoshi's Island","grade":"6B+","description":"Sit-start using lowest rails.  Head up, using more rails, and the arete to your left.  Gain lip, and roll onto slab to top out.  (FA Mark Derksen, 2015)"},{"name":"True Detective","grade":"7A+","description":"V7.  Stand-start with left-hand sidepull jug, and right-hand on good rail below.  Follow the lip of the boulder up and right, all the way to the right arete, using that to top out.  "},{"name":"True Detective direct","grade":"7A+","description":"Start, and climb, as per \"True Detective\".  After the midpoint crux, head up the slab via the left-facing rails.  "}]},{"sector":"Mighty Mite","reference":"https://27crags.com/crags/frank-slide/topos/mighty-mite","lat":49.596901,"long":-114.394364,"problems":[{"name":"Mighty Mite","grade":"7B+","description":"V8.  Sit-start with left-hand on arete, and right-hand on horizontal crimp.  Climb the right side of the arete. "},{"name":"Feeling Flat","grade":"4","description":"V0.  Start matched on lowest flat shelf.  Climb up and left, along more shelf-like jugs."},{"name":"The Optimist","grade":"6C","description":"V5.  Sit-start, with left-hand at the top of a sidepull rail in the cave, and right-hand on a low incut outside the cave.  Climb up and left. "},{"name":"Beach Cave","grade":"?","description":"*see Beach Cave topos to view problems."},{"name":"Thumb War","grade":"6A","description":"V2.  Sit-start, matched on good edge way down and right.  Head up and left, using tricky edges, and a sloping foot rail. "},{"name":"Low Gear","grade":"6B","description":"V3.  Sit-start, with right-hand on small, round sloper above the lip, and left-hand sloper on the lip.  Climb up the short, blunt arete. "},{"name":"Slippery Pete","grade":"7B","description":"*see Beach Cave topos for full description."},{"name":"Simple Pleasures","grade":"6C","description":"V5.  Sit-start, using left facing edges low in the middle of the face.  Climb direct to lip, through a good right-hand sidepull/incut. "},{"name":"Thumb War","grade":"6A","description":"V2.  Sit-start, matched on good edge way down and right.  Head up and left, using tricky edges, and a sloping foot rail. "},{"name":"Beautiful Struggle boulder","grade":"?","description":"*see Beautiful Struggle topo for details."},{"name":"The Quintessential","grade":"7B+","description":"V8.  Sit-start with right-hand on lowest obvious sidepull crimp outside cave, and right-hand on a small, slick opposing crimp in the cave.  Head up to lip, and move right to top out.  "},{"name":"Gambler's Fallacy","grade":"6A","description":"V2.  Just north of the Beautiful Struggle boulder.  Sit-start in a small pit between two rocks, using crimps at head-height.  Move up using edges, and the arete on your right.  (FA Dan Anhorn, 2016)"},{"name":"Mad Hatter","grade":"6A","description":"V2.  Sit-start under far left end of slopey lip.  Move up and right, along the lip, topping out at the peak.  (FA Kyle Marco, 2016)"},{"name":"Mark's Madness","grade":"6B","description":"V3.  Sit-start, matched on huge, obvious shelf. Climb the left side of the arete above. (FA Kyle Marco, 2016)"},{"name":"The Shoe Pin","grade":"6B+","description":"V4.  Sit-start deep in the overhang.  Climb up right side of arete, using blocky features.  Watch for loose rock and a poor landing.  (FA Evan Erickson)"},{"name":"Mighty Mite","grade":"7B+","description":"V8.  Sit-start with left-hand on arete, and right-hand on horizontal crimp.  Climb the right side of the arete. "},{"name":"The Optimist","grade":"6C","description":"V5.  Sit-start, with left-hand at the top of a sidepull rail in the cave, and right-hand on a low incut outside the cave.  Climb up and left. "},{"name":"Mad Hatter","grade":"6A","description":"V2.  Sit-start under far left end of slopey lip.  Move up and right, along the lip, topping out at the peak.  (FA Kyle Marco, 2016)"},{"name":"Mark's Madness","grade":"6B","description":"V3.  Sit-start, matched on huge, obvious shelf. Climb the left side of the arete above. (FA Kyle Marco, 2016)"},{"name":"The Better Start","grade":"6B+","description":"V4. Sit-start using a low, slopey edge for your left-hand, and a good curved edge higher up for your right. Climb diagonally up and right, along edges, topping out at the peak."},{"name":"The Quintessential","grade":"7B+","description":"V8.  Sit-start with right-hand on lowest obvious sidepull crimp outside cave, and right-hand on a small, slick opposing crimp in the cave.  Head up to lip, and move right to top out.  "},{"name":"Mad Hatter","grade":"6A","description":"V2.  Sit-start under far left end of slopey lip.  Move up and right, along the lip, topping out at the peak.  (FA Kyle Marco, 2016)"},{"name":"Mark's Madness","grade":"6B","description":"V3.  Sit-start, matched on huge, obvious shelf. Climb the left side of the arete above. (FA Kyle Marco, 2016)"},{"name":"Closing Remarks","grade":"7A","description":"V6.  Start matched at the far left end of the lip.  Traverse the lip all the way right, topping out up the arete. (FA Mark Derksen, 2016)"}]},{"sector":"House, Cartel, and Galactic","reference":"https://27crags.com/crags/frank-slide/topos/house","lat":49.596408,"long":-114.396646,"problems":[{"name":"V0","grade":"4","description":"V0.  Left side of the slab."},{"name":"V0","grade":"4","description":"V0.  Taller, right side of the slab."},{"name":"Found","grade":"6B","description":"V3.  Sit-start matched on the left hand start hold of \"Lost\", then head up and left to exit on the tall slab.  Tricky!  (FA Trent Hoover, 2013)"},{"name":"Stolen","grade":"7B","description":"V8.  Start (and climb) as per \"Shelley was a Doctor First\", but rather than traversing all the way to the dihedral, climb up the right side of the blunt arete once you are able to do so, and continue up and right to the peak of the slab.  See video beta to clarify."},{"name":"Lost","grade":"7A+","description":"V6/7.  Sit-start low on the left side of the little cave, with your left hand on a small, incut sidepull just outside the cave, and your right hand on either the sidepull just inside the cave, or a small crimp beside your left hand.  Powerful moves lead up and right to the blunt arete.  Finish up the slab above.  A great problem defined by several perfect \"Frank Edges\"."},{"name":"Shelley was a Doctor First Extension","grade":"8A","description":"V11.  Start, and climb, as per \"SwaDF\".  Once you gain the mini-jug on the far right of the dihedral, match, and continue right through a series of technical moves on sloping holds, until you link up with the mid-point of \"Plan 66\" and \"Problem Four\".  Finish up either of those highballs.  The extension itself is probably only V4, but the nature of the holds and moves make it very difficult to finish.  "},{"name":"Shelley was a Doctor First","grade":"7C+","description":"V10.  Start as per \"Lost\", but instead of heading up along the lip of the small cave, reach into the cave for a small edge, and use this to continue traversing the lip rightwards to a small jug on the far right wall.  From here, head back left on the slab to top out.  Very cool line (although a bit of an eliminate)!  (FA Terry Paholek, 2013)"},{"name":"Over the Top","grade":"5","description":"V1/2.  Stand-start off rock, using small right-hand jug to press into dihedral.  Climb directly over bulge above.  "},{"name":"Problem Four","grade":"6A","description":"V2.  Highball!  Start as per \"Plan 66\", but continue straight up the tall, white-striped face instead of traversing up and right.  Spooky."},{"name":"Plan 66","grade":"6B","description":"V3.  Start on the positive undercling/sidepull at the base of the blunt arete.  Follow right-trending rails and sidepulls up and right until it is possible to reach the lip of the boulder.  A fun problem, but dangerous where the line climbs above two large blocks at the base."},{"name":"Super Galactic","grade":"7B","description":"V7.  Sit-start under roof, with your left hand on a good pinch and your right hand on a sidepull.  Climb directly out overhang, using arete to your right.  (FA Kent Dunham, 2016)"},{"name":"Super Galactic","grade":"7B","description":"V7.  Sit-start under roof, with your left hand on a good pinch and your right hand on a sidepull.  Climb directly out overhang, using arete to your right.  (FA Kent Dunham, 2016)"},{"name":"Galactic Direct","grade":"7A","description":"V5/6.  Start as per \"Galactic\", but head up and right on thin holds."},{"name":"Galactic","grade":"6A+","description":"V3.  Start low on obvious, blocky ledge hold.  Traverse positive holds up and left towards the arete, and mantle above."},{"name":"Asscavation","grade":"7A+","description":"V6. Start deep in the cave. Move out over rail without dabbing."},{"name":"Cartel","grade":"7B","description":"V8.  Sit-start on the large edge low on the right side of the face.  Traverse left on edges, then throw for the lip, and top out above.  Powerful! (FA Seth Mason)"},{"name":"Goon Low","grade":"7A+","description":"V6.  Start as per \"Cartel\", but after the first move, reach directly up to the lip, and finish as per \"Goon\".  (FA Marcus Norman, 2006)"},{"name":"Vlad","grade":"7C","description":"V9.  Very eliminate, very forced.  Start on the \"Cartel\" start holds and go straight up to topout.  The good crimp you grab on the first move to the left on \"Cartel\" and \"Goon Low\" is out.  Basically, ignore everything except a little, dimple undercling right above you, and the lip of the boulder.   You might have better luck just dynoing. (FA Seth Mason, 2003)  "},{"name":"Goon","grade":"6A+","description":"V3.  Start on the lip at the right side of the cave (or further right, in gap between boulders, if you wish).  Traverse left to the middle of the face, and top out there.  Traverse can be extended to the nose of the arete at far left (at the same grade)."},{"name":"Crowded House","grade":"7C","description":"V9.  Sit-start in cave, matched on good undercling.  Use blocky rail to gain a mini-horn/block with your right-hand, and an edge in the roof with your left.  Move up and left to a slopey lip encounter, and jugs above.  Traverse slightly right to mantle and top-out. "},{"name":"House of Cards","grade":"6B+","description":"V4.  Sit-start just right of the massive roof, using a large right-hand sloper/shelf, and left incut crimp.  Head up and left to an easy, but tall, top out.  (FA Trent Hoover, 2013)"},{"name":"Something Upstairs","grade":"6B+","description":"V4.  Highball.  Stand-start left of tree, using high (7.5'), right-facing crimp, and anything lower to help pull on.  Make a dynamic move to an edge.  Another dynamic move gains a horn on the lip.  Traverse way right to top-out on \"Spring Cleaning\".  Substantial cleaning may reveal a more direct topout.    "},{"name":"Spring Cleaning sit","grade":"7B+","description":"V8/9.  Start with tiny triangle crimp for left-hand, and, well . . . nothing for your right.  Pull on one-handed, and reach right-hand to a pinch-edge.  Continue up and right, to join the stand-start.  "},{"name":"Spring Cleaning","grade":"6B+","description":"V4.  Stand-start right of tree, matched on large, incut edge.  Move up and right to a wide, dusty pinch.  A high left-foot helps gain intermediates and lip.  Dirty top-out. "},{"name":"Colossus","grade":"7B","description":"V7/8.  Stand-start and climb the overhanging arete until you can gain the obvious ledge at half-height.  Turn the arete and traverse left along the ledge to gain a relatively easy, but very serious, slab top-out, with a final crux at the very top of the boulder. "},{"name":"Basement Suite","grade":"7A","description":"V6.  Sit-start matched on edge.  Move up, then traverse right, to large jug-edge feature at/just above head-height.  Match, and drop-off."},{"name":"Crowded House","grade":"7C","description":"V9.  Sit-start in cave, matched on good undercling.  Use blocky rail to gain a mini-horn/block with your right-hand, and an edge in the roof with your left.  Move up and left to a slopey lip encounter, and jugs above.  Traverse slightly right to mantle and top-out. "}]},{"sector":"Teen Titans","reference":"https://27crags.com/crags/frank-slide/topos/teen-titans","lat":49.596331,"long":-114.39738,"problems":[{"name":"Starfire","grade":"4","description":"V0.  At the uphill end of the Teen Titans boulder, sit-start with a blocky jug and climb the blunt arete.  (FA Trent Hoover, 2013)"},{"name":"Robin","grade":"5","description":"V1.  Just right of the \"Starfire\" arete, sit-start low on a positive mini-jug.  Climb crisp edges to an easy top out."},{"name":"Raven","grade":"6A+","description":"V2/3.  Just left of the prominent, downhill arete is a long, sidepull edge; sit-start with both hands on this edge, and head up using a lot of trickery.  Harder than it looks!  (FA Trent Hoover, 2013)"},{"name":"Robin","grade":"5","description":"V1.  Just right of the \"Starfire\" arete, sit-start low on a positive mini-jug.  Climb crisp edges to an easy top out."},{"name":"Raven","grade":"6A+","description":"V2/3.  Just left of the prominent, downhill arete is a long, sidepull edge; sit-start with both hands on this edge, and head up using a lot of trickery.  Harder than it looks!  (FA Trent Hoover, 2013)"},{"name":"Cyborg","grade":"6A","description":"V2.  Sit-start with a left-hand crimp on the arete, and your right hand on the lowest good sloper.  Use blocky jugs and positive edges to head up to an easy mantle. "},{"name":"Beast Boy","grade":"6A","description":"V2.  Sit-start matched on positive edge at the far right of the highway-facing side of the boulder.  Traverse left along juggy ledge, and finish on \"Cyborg\".  Fun!  (FA Trent Hoover, 2013)"}]},{"sector":"Aftermath","reference":"https://27crags.com/crags/frank-slide/topos/aftermath","lat":49.596115,"long":-114.395937,"problems":[{"name":"Turtle Back","grade":"4","description":"V0.  The relatively short slab up the blunt arete in the middle of the face (on the \"back\" of the boulder, left of \"High Life\").  (FA Trent Hoover, 2013)"},{"name":"Slow Foot Movement","grade":"4","description":"V0.  The very easy slab with large, flat holds, to the right of \"Turtle Back\".  (FA Trent Hoover, 2013)"},{"name":"Charlie the Horse","grade":"4","description":"V0.  This slab problem climbs the left side of the \"High Life\" arete.  Follow a series of crimps and rounded jugs to the top.  Named after the horse trapped in the mine after the slide of 1903.  (FA Trent Hoover, 2013)"},{"name":"High Life","grade":"6A+","description":"V2/3.  Sit-start using flat, juggy holds just right of the arete.  Climb the right side of the arete, to the flat top of the boulder.  Sequential and tricky, and tall enough to be spooky.  (FA Trent Hoover, 2013)"},{"name":"Ghost Rider","grade":"6C","description":"V4/5.  Sit-start using juggy sidepull.  Climb directly up the tall face, with a mid-height crux and another tricky crux at the lip.  (FA Trent Hoover, 2013)"},{"name":"War Horse","grade":"6A+","description":"V2/3.  Sit-start as per \"Ghost Rider\", and traverse immediately left, going around the arete and finishing up \"Charlie the Horse\".  (FA Trent Hoover, 2016)"},{"name":"The Riddler","grade":"6B","description":"V3.  Start as per \"Ghost Rider\", but follow the \"question-mark\" feature right and up.  (FA Trent Hoover, 2014)"},{"name":"Invincible","grade":"7A","description":"V5/6.  Sit-start with left hand on an angling sidepull, and right hand in a shallow pocket.  A few crimpy moves lead to juggy sidepulls and an easy topout.  (FA Trent Hoover, 2013)"},{"name":"Daredevil","grade":"6C","description":"V5.  Sit-start matched on arete.  Traverse low and left, linking into \"War Horse\". "},{"name":"Pocket Arete; Evil Eye","grade":"6A+","description":"V2/3.  Sit-start using pocket at base of arete.  Climb directly up the tall arete.  For \"Pocket Arete\" (V2), climb to the jug pockets at mid-height, and drop-off; for \"Evil Eye\" (V3), continue to the top.  (FA Trent Hoover, 2013)"},{"name":"The Political Spectrum","grade":"7B+","description":"V8.  Sit-start as per \"Evil Eye\", then traverse right, all the way over into the finish of \"Four-Inch Pinch\".  "},{"name":"Pocket Arete; Evil Eye","grade":"6A+","description":"V2/3.  Sit-start using pocket at base of arete.  Climb directly up the tall arete.  For \"Pocket Arete\" (V2), climb to the jug pockets at mid-height, and drop-off; for \"Evil Eye\" (V3), continue to the top.  (FA Trent Hoover, 2013)"},{"name":"Evil Communist","grade":"6C","description":"V4/5.  Start as per \"Evil Eye\".   From the jug pockets at mid-height, make a long move right to the hidden slot-jug on \"Communist\".  From here, finish on \"The Communist\" (or continue right and finish on \"The Socialist\", for a slightly harder variation).  "},{"name":"The Communist","grade":"7A","description":"V6/7.  Sit-start using a huge right-facing sidepull.  Climb up the middle of the face.  One of The Slide's very best problems.  (FA Kyle Marco, 2014) "},{"name":"The Socialist","grade":"7B","description":"V7/8.  Start, and climb, as per \"The Communist\".  At mid-height, move right to gain mini-arete, and top-out.  (FA Evan Erickson, 2014)"},{"name":"Aftermath","grade":"6C+","description":"V5.  Classic!  Start on large, juggy hold just left of the sloping ledge, then head up and left on edges.  A victory jug awaits!  (FA Trent Hoover, 2013)"},{"name":"The Bolshevik","grade":"7B","description":"V7/8.  Start as per \"Aftermath\".  Make a low, shouldery traverse left and finish up \"The Communist\".  "},{"name":"The Political Spectrum","grade":"7B+","description":"V8.  Sit-start as per \"Evil Eye\", then traverse right, all the way over into the finish of \"Four-Inch Pinch\".  "},{"name":"The Socialist","grade":"7B","description":"V7/8.  Start, and climb, as per \"The Communist\".  At mid-height, move right to gain mini-arete, and top-out.  (FA Evan Erickson, 2014)"},{"name":"The Prism","grade":"7B+","description":"V8.  Eliminate.  Start as per \"Aftermath\", but go up to a left-hand sloper, and gun rightwards to some tiny crimps.  Continue up and right, avoiding the jugs of \"Four-Inch Pinch\".  (FA Mark Derksen, 2013)"},{"name":"Aftermath","grade":"6C+","description":"V5.  Classic!  Start on large, juggy hold just left of the sloping ledge, then head up and left on edges.  A victory jug awaits!  (FA Trent Hoover, 2013)"},{"name":"The Prism Direct","grade":"7C","description":"V9.  Start as per \"Vagina Dentata\".  Head up and left through the sloper crux of \"The Prism\", then continue up and left onto the slab.  A very tenuous finish on holds that are all some combination of very small, very sloping, and facing the wrong direction.  Bad landing, but can be padded fairly well.  "},{"name":"The Political Spectrum","grade":"7B+","description":"V8.  Sit-start as per \"Evil Eye\", then traverse right, all the way over into the finish of \"Four-Inch Pinch\".  "},{"name":"The Prism","grade":"7B+","description":"V8.  Eliminate.  Start as per \"Aftermath\", but go up to a left-hand sloper, and gun rightwards to some tiny crimps.  Continue up and right, avoiding the jugs of \"Four-Inch Pinch\".  (FA Mark Derksen, 2013)"},{"name":"The Prism Direct","grade":"7C","description":"V9.  Start as per \"Vagina Dentata\".  Head up and left through the sloper crux of \"The Prism\", then continue up and left onto the slab.  A very tenuous finish on holds that are all some combination of very small, very sloping, and facing the wrong direction.  Bad landing, but can be padded fairly well.  "},{"name":"Vagina Dentata","grade":"7A","description":"V6,  Sit-start with one hand on the big ledge, and one hand on the very large sidepull immediately above it.  Reach up to a thinner sidepull, then power to the toothed slot.  Finish as for \"Four Inch Pinch\".  (FA Trent Hoover, 2013)"},{"name":"Four Inch Pinch","grade":"6A","description":"V2.  Sit-start with both hands on the right end of the big ledge.  Climb up using great holds, including a couple of perfect, fat pinches.  (FA Trent Hoover, 2013)"},{"name":"Vagina Dentata","grade":"7A","description":"V6,  Sit-start with one hand on the big ledge, and one hand on the very large sidepull immediately above it.  Reach up to a thinner sidepull, then power to the toothed slot.  Finish as for \"Four Inch Pinch\".  (FA Trent Hoover, 2013)"},{"name":"Four Inch Pinch","grade":"6A","description":"V2.  Sit-start with both hands on the right end of the big ledge.  Climb up using great holds, including a couple of perfect, fat pinches.  (FA Trent Hoover, 2013)"},{"name":"Sour Grapes","grade":"6A","description":"V2.  Start as per \"Four-Inch Pinch\", but traverse right using blunt horns, to finish on either \"Marks's Slab\" or \"Chicken Soup Arete\".  (FA Trent Hoover, 2013)"},{"name":"White Stripes","grade":"5","description":"V1.  Climb the shallow, white-striped groove just right of \"Four-Inch Pinch\".  (FA Trent Hoover, 2013)"},{"name":"Mark's Slab","grade":"5","description":"V1.  To the right of \"White Stripes\", start on a very large sidepull/undercling slot.  Climb up the well-featured face above.  "},{"name":"Chicken Soup Arete","grade":"4","description":"V0.  Start as per \"Mark's Slab\".  Using positive holds, move up and right to the juggy arete, and follow jugs to the top."}]},{"sector":"Ninja Turtles","reference":"https://27crags.com/crags/frank-slide/topos/ninja-turtles","lat":49.595594,"long":-114.396474,"problems":[{"name":"April","grade":"4","description":"V0.  Stand-start left of small spruce tree.  Climb the slab, traversing the lip slightly to top out."},{"name":"Donatello","grade":"6A","description":"V2.  Climb up right of the small tree, and a bit right of the crack.  This problem is arguably the best of the Ninja Turtle problems."},{"name":"Leonardo","grade":"5","description":"Essentially the middle of the Ninja Turtle slab, this problem climbs up the relatively blank slab about a meter or so left of the broken, juggy rib/groove."},{"name":"Splinter","grade":"4","description":"The broken, juggy rib/groove.  The easiest of the Ninja Turtle slab problems."},{"name":"Raphael","grade":"5","description":"The fun-but-tricky slab to the right of \"Splinter\"."},{"name":"Michaelangelo","grade":"5","description":"The somewhat nebulously defined slab to the right of \"Raphael\"."},{"name":"Casey Jones","grade":"5","description":"The rightmost of all the \"Ninja Turtle\" slab problems, just left of the blunt arete.  Short but tricky, avoid bailing out to the right.  (FA Trent Hoover, 2013)"},{"name":"BeBop","grade":"6B","description":"Starts a meter or so left of \"Rock Steady\" on a positive sidepull."},{"name":"Rocky Steady","grade":"6B+","description":"This fun, vertical problem starts just left of the tree on the backside of the Ninja Turtle boulder.  Solid rock, and a great flat landing."}]},{"sector":"Chinese Tourist Attraction","reference":"https://27crags.com/crags/frank-slide/topos/chinese-tourist-attract","lat":49.596462,"long":-114.397602,"problems":[{"name":"Chinese Tourist Attraction","grade":"7A+","description":"V5-7 range. Reach dependent rare steep climb that actually has holds. A near lay down start with left and right hands on good edges. Heel somewhere and squeeze up the blunt prow to an airy  lip encounter. (FA Mark Derksen, 2016)"}]},{"sector":"Bump Bump","reference":"https://27crags.com/crags/frank-slide/topos/bump-bump","lat":49.592359,"long":-114.393773,"problems":[{"name":"Atlas","grade":"6B+","description":"V4. Sit-start matched on prominent sloping edge low on the arete.  Pull up to the lip, then head left to a tricky mantle.  (FA Trent Hoover, 2013)"},{"name":"Bump Bump","grade":"6B","description":"V3. Start as per \"Atlas\".  At the lip, head right for a few moves before rocking over onto the slab.  (FA Trent Hoover, 2013)"},{"name":"Bump Bump Bump","grade":"6B+","description":"V4. Climb \"Bump Bump\", but continue traversing the lip all the way to its peak, far right.  Pumpy.  (FA Mark Derksen, 2013)"},{"name":"Cryptic Hipster","grade":"6A","description":"V2. Sit-start using lowest good edge on the face to the right of \"Bump Bump\" arete.  Head straight up the face and mantle onto the slab.  (FA Trent Hoover, 2013)"}]},{"sector":"Leviathan","reference":"https://27crags.com/crags/frank-slide/topos/leviathan-18603","lat":49.5919,"long":-114.393599,"problems":[{"name":"Bricklayer","grade":"6A","description":"V2.  On the north side of Leviathan boulder;  Start as per K Mart Special, move left  and climb arete/face, trying not to barn-door into deep pit.   (FA Mark Derksen 2015)"},{"name":"K Mart Special","grade":"6A","description":"V2. Start with two good crimps at about shoulder height, then a long move to the lip. Maybe height dependent. (FA Mark Derksen, 2015)"},{"name":"Crocodile","grade":"6A","description":"V2. Sit start left hand on a flat edge in alcove, right hand on angled (and much lower) thin crimp. Reach up to good broken edge, then keep pulling on edges to lip. An easy mantle awaits. (FA Trent Hoover, 2015)"},{"name":"Hippopotamus","grade":"5","description":"V1. Sit start with left hand on  low but  good edge, right hand high on sloper on arete. Climb up. (FA Trent Hoover, 2015)"},{"name":"Hippopotamus","grade":"5","description":"V1. Sit start with left hand on  low but  good edge, right hand high on sloper on arete. Climb up. (FA Trent Hoover, 2015)"},{"name":"Leviathan left exit","grade":"7B","description":"Start, and climb, as per \"Leviathan\".  Once out of the cave, turn the arete and reach for a good left sidepull in the face.  Exit easily above.  "},{"name":"Leviathan","grade":"7C","description":"Sit-start at base of overhanging arete, left-hand on one of two mini-crimps on a block feature, and right-hand on a sloping edge at about the same height in the overhang.  Climb out the steep cave and tricky face above, using the arete to your left and a variety of bad holds to your right.  "}]},{"sector":"The Locked Room","reference":"https://27crags.com/crags/frank-slide/topos/the-locked-room","lat":49.591515,"long":-114.392079,"problems":[{"name":"Secrets of the Slide","grade":"5","description":"V1.  Sit-start at base of arete.  Climb right side of arete, topping out at peak of boulder.  "},{"name":"Secrets of the Slide Left","grade":"5","description":"V1.  Start, and climb, as per \"Secrets of the Slide\", but roll left at mid-height to top out. "},{"name":"The Locked Room","grade":"7A","description":"V6.  Sit-start using notched left-hand crimp and small right-hand sloper.  Climb up and left, joing the top of \"Secrets of the Slide\". "},{"name":"Twist of Fate","grade":"6B+","description":"V4.  Sit-start with right-hand on good edge, and left-hand on sloper edge below.  Move up to obvious large edge feature, then up again to flat top-out. "},{"name":"Dirty Tricks","grade":"4","description":"V0.  Start matched on huge rail.  Go up. "},{"name":"Marooned","grade":"6A","description":"V2.  Sit-start matched on the obvious low rail, left of the arete.  Climb the left side of the arete, rolling onto the slab to top out.  (FA Trent Hoover, 2014)"},{"name":"At Sea","grade":"5","description":"V1.  Sit-start with hands on both sides of arete.  Climb up and right onto slab.  (FA Trent Hoover, 2014) "},{"name":"Sail Left","grade":"5","description":"V1.  Stand-start using high, crozzly left-hand crimp/thumb-catch, and right-hand low on arete.  Climb the slab, using the arete on your right.  (FA Trent Hoover, 2014)"},{"name":"Sail Left","grade":"5","description":"V1.  Stand-start using high, crozzly left-hand crimp/thumb-catch, and right-hand low on arete.  Climb the slab, using the arete on your right.  (FA Trent Hoover, 2014)"},{"name":"Sail Right","grade":"5","description":"V1.  Stand-start.  Climb the right side of the arete.  (FA Trent Hoover, 2014)"},{"name":"The Barndooriest Barndoor in the West","grade":"6A","description":"V2.  Sit-start with left-hand on arete, and right-hand on . . . something.  Climb the right side of the arete,  "},{"name":"Warm up the Pressies","grade":"6A","description":"V2.  Sit-start using obvious, low left-facing edges.  Move up and right. "},{"name":"Warm up the Pullies","grade":"6A","description":"V2.  Sit-start as per \"Warm Up the Pressies\", but move up and right.  "},{"name":"Warm up the Fingies","grade":"4","description":"V0.  Sit-start in pit, using good edges low on arete.  Climb the left side of the arete.  "},{"name":"In Terra Pax","grade":"6B+","description":"V4.  Sit-start with right-hand on high, positive edge below lip, and left-hand on sloper in overhang.  Move up and right to join \"Tricks of the Trade\".  (FA Trent Hoover, 2014)"},{"name":"Tricks of the Trade","grade":"7A","description":"V6.  Sit-start using left-hand gaston edge in overhang, and square-cut right-hand sidepull/undercling under overlap.  Move up and left to a pair of small crimps on arete, left again to gain high, positive sidepull, then roll onto the slab to top out. "},{"name":"Good Will","grade":"4","description":"V0/1.  Sit-start using large, incut sidepull edge for left-hand, and flat right-hand edge/rail.  Rock onto slab, and continue up.  (FA Trent Hoover, 2014)"},{"name":"A Means to an End","grade":"6B","description":"V3.  Start as per \"Unknown Pleasures\", but move up and left to gain lip.  Traverse back right along the lip, topping out at the peak.  "},{"name":"Unknown Pleasures","grade":"7B","description":"V8.  Sit-start matched on obvious jug.  Move up and right. "},{"name":"An Ideal for Living","grade":"5","description":"V1.  Sit-start at far right end of lip.  Traverse the lip up and left, topping out at the peak. "}]},{"sector":"Chossorama","reference":"https://27crags.com/crags/frank-slide/topos/chossorama","lat":49.59237,"long":-114.398012,"problems":[{"name":"Chossorama","grade":"6B+","description":"V3/4. Start matched in hueco down left and on rubbishy feet, move right and up through better rock to lip and mantle. (FA Evan Erickson, 2007)"},{"name":"Iron Choss","grade":"6B+","description":"V4. Sit start as for Chossorama; after the first couple of moves, traverse rightward on crimps around the arete until you gain the middle of the juggy slab. Climb up and top out here. (FA Trent Hoover, 2017)"},{"name":"Chipler","grade":"5","description":"V1. Start low with left hand in good 3-finger pocket, and right hand in smaller but deep pocket immediately right. Climb up using edges and pockets. (FA Trent Hoover, 2017)"},{"name":"Chipolina","grade":"5+","description":"V1/2 Start to the right of Chipler, with left hand in deep 2-finger pocket, and right hand on blunt open-hand pinch immediately to the right. Pull on with difficulty, and climb onto the bulging slab above.  (FA Trent Hoover, 2017)"}]},{"sector":"Lizard Head Boulder","reference":"https://27crags.com/crags/frank-slide/topos/lizard-head-boulder","lat":49.59175,"long":-114.397271,"problems":[]},{"sector":"Karst","reference":"https://27crags.com/crags/frank-slide/topos/karst","lat":49.595143,"long":-114.391899,"problems":[{"name":"The Wheel of Karst","grade":"7B","description":"V8ish.  Start as per \"Karst Low\".  Finish all the way right on \"Giantsbane\"."},{"name":"Karst Low","grade":"6B","description":"Sit-start using slot-crimp.  A hard move leads into \"Karst\".  (FA Trent Hoover, 2013)"},{"name":"Karst","grade":"5","description":"Stand-start using obvious, flat jug.  Follow jugs up and left, continuing to top of boulder via path of least resistance.  (FA Kyle Marco, 2013)"},{"name":"The King in the North","grade":"7B","description":"Stand-start using edges in a diagonal seam.  Head directly up the imposing prow above.  "},{"name":"Dark Waters","grade":"6C","description":"Sit-start low in pit, using good edge.  Head up and left to join \"Karst\".  (FA Trent Hoover, 2013)"},{"name":"Karst Insurance","grade":"6B+","description":"Stand start on the far left end of the block under \"In Karst We Trust\".  Using a high right-hand sidepull, lean out left to pull on and reach the \"biscuit\" pinch.  From here, a heady sequence up the blunt prow on technical feet and opposing edges and pinches gains flat jugs to top out.  "},{"name":"In Karst We Trust","grade":"6A","description":"Highball with bad landing.  Stand-start using whatever you'd like at/around head-height (FA used a left-hand gaston divot about 7ft up, and a lower right-hand pinch).  Head straight up on good Karst pinches and sidepulls.  Crux comes near the top.  Easy mantle. "},{"name":"Giantsbane","grade":"6C+","description":"Sit-start using low, sidepulling holds.  Head straight up.  (FA Kyle Marco, 2013)"}]},{"sector":"Father's Day","reference":"https://27crags.com/crags/frank-slide/topos/father-s-day","lat":49.595032,"long":-114.391724,"problems":[{"name":"Old Man Frank","grade":"6B+","description":"V4. Sit-start using a good but smooth RH sidepull, and a LH on a blunt sidepull immediately above that. Reach up and left to the obvious dimple, then head up left again to the obvious edge. Topout up and left of the edge on the double-prow feature. A bit of a puzzle!  (FA Trent Hoover, 2014)"},{"name":"Pinch Slab","grade":"4","description":"Start (but not sitting) on good holds, step up onto good flat ledge then follow the huge pinch rail to the lip. (FA: Trent Hoover, 2014)"},{"name":"Press Slab","grade":"4","description":""},{"name":"The Crossing","grade":"6B","description":"Start sitting on a boulder, with a hand on either side of the corner on good lip holds. Traverse up and left, mantling at the top of the boulder where the lip becomes horizontal. Fun, interesting holds.  (FA Trent Hoover, 2014)"}]},{"sector":"Evan's Cave","reference":"https://27crags.com/crags/frank-slide/topos/evan-s-cave","lat":49.59475,"long":-114.391056,"problems":[{"name":"The Cutting Edge","grade":"7A","description":"V6ish. Located ~20m east of the Lowensenf boulder. Sit-start with right-hand on a good sidepull low on the arete, and left-hand on a lower opposing edge in the face.Move up and left through a some technical moves on some good-but-sharp crimps."},{"name":"Abaddon sit","grade":"7B","description":"V8.  Sit-start using a small, slick left-facing crimp low on the arête, and anything else at the same height or lower.  Move up and right, to join and finish on \"Abaddon\". "},{"name":"Abaddon sit direct","grade":"7A+","description":"V6/7.  Start as per \"Abaddon sit\".  After the first move, head up and left, towards a blocky jug."},{"name":"Abaddon","grade":"7A","description":"V6.  Stand-start, using a pair of side-by-side left-facing crimps/edges.  Move up and right, to the point of the steep arête, then back left to top out.  (FA Mark Derksen, 2014)"},{"name":"Slice of Life","grade":"6C","description":"Stand-start with a high crimp for your left hand, and a low pocket in the overhang for your right.  Dyno, or bump, your right-hand to the horn on the lip.  Continue left to top out.  (FA Mark Derksen, 2014)"},{"name":"Slice of Life sit","grade":"7C+","description":"Sit-start using obvious incut right-hand sidepull, and either a sidepull crimp, or a pocket, for the left.  Gun for the arete, then up.  "},{"name":"The Mystery Direct","grade":"7B+","description":"V8/9.  Sit-start matched on obvious mini-jug. Move right-hand to a gaston, and crank to the lip from there."},{"name":"The Mystery","grade":"7A+","description":"V7ish. Sit-start using low right-hand sidepull, and left-hand on obvious mini-jug. Move up and right."},{"name":"Slice of Pie","grade":"4","description":"Sit-start using giant edge.  Climb straight up.  (FA Mark Derksen, 2014)"},{"name":"Dab and Bomb","grade":"6A+","description":"V3. Sit start in between two blocks at East arete of Evan's Cave. Left hand on incut pinch in your face and right hand on incut side pull.  Power up to lip and mantle."},{"name":"Lowensenf traverse","grade":"7A+","description":"V7.  Sit-start matched on arête.  Traverse low and right, eventually topping out at the prow. "},{"name":"?","grade":"4","description":"V0.  Sit-start with left-hand on arete, and right-hand on edge.  Climb right side of arete. (FA Kyle Marco, 2016)"},{"name":"The Omen","grade":"6A","description":"V2. Sit-start in left side of pit, with left-hand on incut edge, and right-hand lower.  Climb up and left.  (FA Dan Anhorn/Kyle Marco/Trent Hoover, 2016.)"},{"name":"Deli Delight","grade":"7A","description":"V5/6.  Sit-start in right side of pit, with left-hand on angling edge/crimp, and right-hand on low, large sidepull rail.  Move directly up face.   (FA Mark Derksen, 2016)"},{"name":"Lowensenf","grade":"6B+","description":"V4.  Sit-start under arete/prow, with left-hand on a good incut, and right-hand on a lower edge.  Move up, to top out the prow feature.  (FA Mark Derksen, 2016.)"},{"name":"Lowensenf Right","grade":"6B","description":"V3.  Sit-start right of arete, with right-hand on high, sharp incut on rail, and left-hand on lower edge.  Climb up and right, onto slab, staying right of arete.  Both \"Lowensenf\" lines have been done from either start into either finish. (FA Dan Anhorn/Trent Hoover, 2016)"}]},{"sector":"Feed the Need","reference":"https://27crags.com/crags/frank-slide/topos/feed-the-need","lat":49.594683,"long":-114.391282,"problems":[{"name":"No Stone Unturned","grade":"6A","description":"V2ish. This problem is found in a north-facing cave/pit ~50m north of the Feed the Need boulder. Sit-start in cave, right-hand on good part of rail below lip, left hand anywhere lower. Move up and left to a good edge, then reach right to good hold around corner. Top out straight up."},{"name":"No Stone Unturned left","grade":"7A","description":"V6/7. Sit-start as per \"No Stone Unturned\". Once you reach the good edges above the lip of the cave, move up and left to a hard-to-see crimp. A tricky high-step unlocks the reach to better holds and an easy topout."},{"name":"Sleight of Hand","grade":"6C+","description":"V5/6. Sit-start matched on obvious edge-rail. Move up and right."},{"name":"Magic Lab","grade":"5","description":"V1ish. Sit-start using obvious low edges. Climb the short arete."},{"name":"Suspension of Disbelief","grade":"7A+","description":"V7ish. Sit-start matched on obvious crimp-rail. Move up and left via some improbable beta. "},{"name":"Desperado","grade":"5","description":"Start matched on waist-height rail.  Climb right, to holds around the arete.  Continue right, to top out in the gap between boulders.  (FA Trent Hoover, 2013)"},{"name":"Bananarama","grade":"6B+","description":"V4. Stand-start matched on large sloping rail. Move left to a good sidepull/edge, then up and right to lip. (FA Evan Erickson, 2014)"},{"name":"Feed the Need","grade":"6C+","description":"Start using giant notch-sloper on the arete (blocked in picture by small boulder in foreground) and/or large, sloping edge in the middle of the face right of that.  Move up to the lip, traverse right to the hanging prow, and follow the prow up and right to top out.  (FA Kyle Marco, 2014)"},{"name":"Fully Fed","grade":"7A+","description":"Climb \"Feed the Need\", but instead of topping-out the prow, continue traversing right, to the peak of the sloping lip.  Around 20 moves total, and very sustained (if not progressively harder).  Pumpy 5.12+ might be a more accurate assessment. "},{"name":"Need for Speed","grade":"7A","description":"V6. Sit-start using incut right-hand sidepull, and move straight up into \"Feed the Need\". (FA Evan Erickson, 2014)"},{"name":"Peachy Pinch","grade":"5+","description":"Sit-start matched on good, incut mini-jug.  Reach up to a fat pinch/sidepull, then pull to the lip. A tricky mantle awaits.  (FA Trent Hoover, 2013) "},{"name":"Cherry Pit","grade":"6B+","description":"Start with right-hand pinch on arete, left-hand sloping sidepull.  Climb the left side of the arete.  (FA Trent Hoover, 2013)"},{"name":"The Skin of Your Teeth","grade":"7B","description":"V8ish. Stand-start with left-hand high on arete, and right-hand anywhere lower.  Move up right to sharp crack, then continue right to finish on Bananarama."},{"name":"Bananarama","grade":"6B+","description":"V4. Stand-start matched on large sloping rail. Move left to a good sidepull/edge, then up and right to lip. (FA Evan Erickson, 2014)"},{"name":"Bananarama sit","grade":"7A+","description":"V6/7. Sit-start matched on huge sloper-notch on corner. A couple of tough moves get you into the stand-start."},{"name":"The Hand That Feeds","grade":"7C","description":"V9ish. Sit-start matched on large sloper-edge in middle of overhang. Traverse low and left, through the huge sloper notch, to get into the start of Bananarama, and finish by doing that problem. Tensiony and powerful. "},{"name":"The Blessing","grade":"7A+","description":"Starts in a large flat-bottomed pit on the backside of the Feed the Need Boulder (to the left of Bananarama).  Sit-start with right on a low, sloping, horizontal rail, and left on the blackened end of the opposing sloping rail in the overhang. Compression moves on slopers lead to a long move to a good edge.  From here, it's a long way up on really good edges to the top of the boulder (15 or 16 feet?). Great holds, great movement, great resistance climbing on slopers.  (FA Trent Hoover, 2014) "}]},{"sector":"Split","reference":"https://27crags.com/crags/frank-slide/topos/split","lat":49.59458,"long":-114.392262,"problems":[{"name":"Taco Justice","grade":"7A","description":"Sit-start using good left-hand sidepull, and low right-hand edge.  Head straight up, through a thin, positive right-hand crimp.  (FA Mark Derksen, 2015)"},{"name":"Split Left","grade":"7B+","description":"An excellent line, demanding precision, power, and tension.  Unforgiving of sloppy movement!  Sit-start matched on black-stained feature in the middle of the face.  A couple of slippery crimps lead up and left to a good sidepull, and a dynamic finish.  Top out as per \"The Right Right\".  (FA Morgan Dunnet, 2014) "},{"name":"Split Down the Middle","grade":"7B+","description":"Start as per \"Split Left\", but move right to a sharp gaston.  Finish up the right side of the arete.  "},{"name":"Splitting Hairs","grade":"7C","description":"Start, and climb, as per \"Split Down the Middle\", but continue right, to the start of \"Possibilizer\".  Finish up that problem.  "},{"name":"Fight for the Right","grade":"7B+","description":"Sit-start with right hand on an edge (in some black-stained stone, just above a small rock), and left hand on a rounded crimp.  Make a couple of moves to join \"The Right Right\" at it's first crux move, then complete a more direct finish to that problem (up the right side of the arete).  "},{"name":"The Right Right","grade":"7B","description":"Start on the huge flat start hold of \"The Possibilizer\", and head left and upward on small edges and pinches. Amazing movement.  (FA Trent Hoover, 2014)"},{"name":"The Possibilizer","grade":"6B","description":"Looks extremely easy, feels absolutely impossible, ends up being something inbetween.  Start matched on the ledge at torso height, just left of the crack.  Use the sharp arete (everything right of the crack is out), blank face, and magical powers to gain the lip of the boulder.  Nothing is impossible, if you can find a possibilizer!  (FA Kyle Marco, 2014)"},{"name":"Doom Shroom","grade":"4","description":"Climb the face from a standing-start on the right.  (FA Trent Hoover, 2013)"},{"name":"Deadline","grade":"4","description":"Climb straight up, taking the arete with your left hand and face holds with your right. Fun and easy line.  (FA Trent Hoover, 2014)"},{"name":"Down to the Wire","grade":"6B+","description":"V4/5.  Sit-start as low and left as possible.  Traverse right, finishing on \"Overdue\". "},{"name":"Past Time","grade":"5","description":"Starts on long edge about 2m right of \"Deadline\".  Heads straight up the face to an easier-than-it-looks lip encounter. Great line! "},{"name":"Buckle Down","grade":"7A","description":"V5/6.  Start as per \"Buckle Up\", but traverse low, to the start of \"Past Time\", finishing up that problem."},{"name":"Crunch Time","grade":"6A+","description":"V2/3.  Sit-start using good edges in the middle of the face.  Climb up through good edges, to flat jugs high on the face, topping out direct. "},{"name":"Buckle Up","grade":"6B+","description":"V4.  Start as low and right as possible.  Traverse up and left, gaining an obvious, high rail.  Continue along this rail to join the finish of \"Past Time\". "},{"name":"Down to the Wire","grade":"6B+","description":"V4/5.  Sit-start as low and left as possible.  Traverse right, finishing on \"Overdue\". "},{"name":"Crunch Time","grade":"6A+","description":"V2/3.  Sit-start using good edges in the middle of the face.  Climb up through good edges, to flat jugs high on the face, topping out direct. "},{"name":"Overdue","grade":"6A","description":"V2.  Sit-start using good edges low on the right side of the face.  Climb up and a bit left, then back right to a huge jug, then a big move to the lip. The top out isn't as hard as it looks! A great collection of perfect 'Frank edges'!  (FA Trent Hoover, 2014)"},{"name":"Buckle Up","grade":"6B+","description":"V4.  Start as low and right as possible.  Traverse up and left, gaining an obvious, high rail.  Continue along this rail to join the finish of \"Past Time\". "},{"name":"Buckle Down","grade":"7A","description":"V5/6.  Start as per \"Buckle Up\", but traverse low, to the start of \"Past Time\", finishing up that problem."},{"name":"Explosive Relaxation","grade":"6C","description":"Stand-start with good right-hand sidepull in overhang and tiny left-hand crimp around arete.  Pull on and make some powerful moves to gain the lip of the prow.  Head left, around corner, to top out.  (FA Evan Erickson, 2015)"},{"name":"Explosive Relaxation","grade":"6C","description":"Stand-start with good right-hand sidepull in overhang and tiny left-hand crimp around arete.  Pull on and make some powerful moves to gain the lip of the prow.  Head left, around corner, to top out.  (FA Evan Erickson, 2015)"},{"name":"The Traversty","grade":"6C","description":"Crouch-start matched on v-notch feature.  Traverse the lip left, to join (and finish on) \"Explosive Relaxation\".  (FA Evan Erickson 2015)"},{"name":"Bonk Choy","grade":"4","description":"Climb the slab right of the crack, using the arete.  (FA Trent Hoover, 2013)"},{"name":"Assez Facile","grade":"5","description":"About 5-meters away, and slightly to your right, when facing away from \"Split Left\". Sit-start at base of arete, matched on blunt nose. A couple of long reaches on good edges lead to an easy top out.  (FA Trent Hoover, 2014)"},{"name":"Escape Velocity","grade":"7C","description":"Sit-start using decent right-hand edge, and anything at the same height or lower for the left-hand.  Climb directly out the short, powerful overhang.  Traverse right to top out.  (FA Mark Derksen, 2015)"}]},{"sector":"Nintendo 69","reference":"https://27crags.com/crags/frank-slide/topos/nintendo-69","lat":49.589658,"long":-114.388083,"problems":[{"name":"Koopa Troopa","grade":"6C+","description":"Sit-start using left-hand dimple and right-hand incut.  Climb the arete.  (FA Mark Derksen, 2015)"},{"name":"NIntendo 69","grade":"7B+","description":"Sit-start under roof, either matched low on left-facing rail, or left-hand on rail and right-hand low on arete.  Some burly moves get you out of the cave, leading to more burly moves on left-hand edges and right-hand slopers.  Did I say burly yet? (FA Evan Erickson, 2003)"},{"name":"Genesis","grade":"7C","description":"Start as per \"Nintendo 69\", but exit the right side of the cave, and move up the tricky face, with the arete on your left.  Finish by rocking onto the slab above. "},{"name":"The Great Escape","grade":"7A","description":"V6ish.  Sit-start using low right-hand undercling in crack, and whatever works for your left-hand.  Move directly up the thin face via a tricky undercling(s), a small crimp, an obvious rail feature, and the left arete.  Be cautious of the rock at your back.  The stand-start from the torso-height undercling is a good V5ish problem."},{"name":"Fatality","grade":"7B+","description":"V8/9.  Sit-start using good, low left-hand undercling, and a bad right-hand pinch about a foot up and right.  Cross right-hand up to another pinch, then bust left to gain better holds."},{"name":"Mortal Kombat","grade":"7B+","description":"Start, basically laying down, matched on the block feature at the base of the arete.  Head up and left, using a couple of small right hand edges around the arete, and a couple of fat, slopey pinches for your left.  Gain juggy edges, and head left to top out."},{"name":"Super Nintendo","grade":"7A+","description":"Start on sharp left-hand gaston, and (lower down) sharper right-hand crimp.  A sloping edge up and right, and hidden, blunt undercling up and left will help you navigate up to the lip encounter. (FA Mark Derksen, 2014)"},{"name":"Console","grade":"6C","description":"Sit-start, using good right-facing sidepull.  Climb the left-side of the mini-arete. "},{"name":"Handcuffed","grade":"6B+","description":"V3/4.  Sit-start using good holds low on the right-side of the arete.  Move up and left, climbing the left side of the arete."},{"name":"Unknown","grade":"?","description":"Old Marco/Erickson line. "},{"name":"Unshackled","grade":"7A+","description":"V7ish.  Stand-start using high edges.  Move up left to jug, then head right into a set of left-facing holds.  Reach right for a hidden crimp, and commit to the big finish."},{"name":"Cracked left","grade":"6B+","description":"V4ish.  Sit-start matched on low, juggy rail.  Reach right-hand up to a triangular edge, then head left to top out."},{"name":"Cracked","grade":"6A","description":"Start using lowest flat rail.  Head up and right to fractured jugs.  Top out above.  (FA Trent Hoover, 2014)"},{"name":"Handcuffed","grade":"6B+","description":"V3/4.  Sit-start using good holds low on the right-side of the arete.  Move up and left, climbing the left side of the arete."}]},{"sector":"Lipsmacker","reference":"https://27crags.com/crags/frank-slide/topos/lipsmacker","lat":49.589206,"long":-114.389666,"problems":[{"name":"Smack Pinch","grade":"6B+","description":"V3.  Start as per \"Lipsmacker\", but head immediately left, to a low incut edge, then up and left through tricky corner feature."},{"name":"Lipsmacker","grade":"6B","description":"V3.  Sit-start matched on jug.  Move up and left to slopey lip encounter.  (FA Evan Erickson)"},{"name":"The Seam","grade":"4","description":"V0.  Start as per \"Lipsmacker\", but follow the seam up and over the lip."},{"name":"Unseamly","grade":"7A","description":"V6.  Sit-start with right-hand on the left end of the low sloper complex, and left-hand on a small crimp gaston just beside.  Move up and left to join \"The Seam\"."},{"name":"Smackdown","grade":"7C","description":"V8/9.  Sit-start matched on sloper complex (left-hand on undercling pinch/meat-wrap, and right-hand on dimple of sloper).  Power straight up, joining the finish of \"Smack Talk\".  "},{"name":"Smack Talk Low","grade":"7C","description":"V9.  Sit-start with good left hand sloper, and right hand undercling crimp (kind of hidden, deep in the cave).  Navigate up and rightwards. via strange and improbable moves and holds.  Finish as per \"Smack Talk\".  "},{"name":"Smack Talk direct","grade":"6A","description":"V2.  Start as per \"Smack Talk\", but mantle directly onto the slab.  (FA Mark Derksen, 2014)"},{"name":"Smack Talk Deluxe","grade":"7A+","description":"V7.  Eliminate.  Start as per \"Smack Talk\", but follow the lip all the way left to finish on \"Lip Smacker\", skipping any holds in the seam.  (FA Knut Rokne, 2005)"},{"name":"Smack Talk","grade":"7A","description":"V6.  Start on the slopey jug on the far right of the lip.  Move left along the lip until you can gain, and top out on, the seam feature."},{"name":"Vlad's Slab Left","grade":"4","description":"V0. Climb up the middle of the left side of the slab."},{"name":"Vlad's Slab","grade":"4","description":"V0. This slab is on the backside of the large boulder to your right (and slightly behind you) when facing \"Lipsmacker\". Climb up the middle of the right side of the slab."},{"name":"Unnamed V4","grade":"6B+","description":"V4.  Start as per \"Shadowlands\", but move up and left."},{"name":"Shadowlands","grade":"7A+","description":"V7.  Sit-start way low and left, matched on massive flake jugs.  Traverse right, along the lip (staying below, and not using, the crack), topping out at the peak.  (FA Mark Derksen, 2016)"},{"name":"The Great Mistake","grade":"6A+","description":"V2/3.  Sit-start using low, flat jugs.  Move up and left to lip, then a bit right to top out.  "},{"name":"Split Decision","grade":"6B","description":"Start as per\"Split Personality\", but head up and left, rolling onto slab.  (FA Morgan Dunnet)"},{"name":"Split Personality","grade":"6B+","description":"Sit-start using low sidepull jug, and/or face jug.  Climb right side of hanging arete to gain obvious offset rail.  Follow rail left to top out.  (FA Evan Erickson, 2007)"}]},{"sector":"Tomb Raider","reference":"https://27crags.com/crags/frank-slide/topos/tomb-raider-18499","lat":49.589754,"long":-114.388446,"problems":[{"name":"Tomb Raider","grade":"7A","description":"Super fun, unique problem in Frank!  Start matched on flat spot at far right end of lip.  Climb along the underside of the suspended dagger, using the lip on your right, and an opposing rail in the roof.  Juggier edges at the tip of the boulder lead to the topout."},{"name":"Cradle of Life","grade":"6B+","description":"Start as per \"Tombraider\".  Head immediately up the face above, via a tricky mantle.  (FA Mark Derksen, 2015)"},{"name":"Tomb Raider","grade":"7A","description":"Super fun, unique problem in Frank!  Start matched on flat spot at far right end of lip.  Climb along the underside of the suspended dagger, using the lip on your right, and an opposing rail in the roof.  Juggier edges at the tip of the boulder lead to the topout."},{"name":"Cradle of Life","grade":"6B+","description":"Start as per \"Tombraider\".  Head immediately up the face above, via a tricky mantle.  (FA Mark Derksen, 2015)"},{"name":"Switchblade","grade":"6C+","description":"Start, and climb, as per \"The Shiv\", but extend the lip traverse all the way left to the blunt arete.  Upon reaching the arete, continue up the slab above.  (FA Mark Derksen, 2015)"},{"name":"The Shiv","grade":"6B","description":"Sit-start under nose of boulder, using opposing slopers.  Gain the lip of the boulder, and move slightly left to top out.  (FA Mark Derksen, 2015)"}]},{"sector":"Indian Tacos","reference":"https://27crags.com/crags/frank-slide/topos/indian-tacos","lat":49.583438,"long":-114.396193,"problems":[]},{"sector":"KOA","reference":"https://27crags.com/crags/frank-slide/topos/koa","lat":49.592492,"long":-114.401986,"problems":[{"name":"KOA","grade":"5","description":"Technically in Riverside Area, this boulder facing south  is on your left on the way past Fossil Fool to the westernmost river crossing used to get to Pilgrimage. Stand-start under apex of boulder. Climb up on obvious good edges. V0 variations possible left and right. \nNot a destination boulder. Do it if you are passing by on the way to Pilgrimage or camping. (FA Dan Anhorn 2015) "}]},{"sector":"The River King","reference":"https://27crags.com/crags/frank-slide/topos/pilgrimage-20364","lat":49.589837,"long":-114.401983,"problems":[{"name":"Noodle left","grade":"6B","description":"V3ish.  Sit-start under arete using low finger-jug on the left, and right-hand on the left start-hold of \"Magic Carp direct\".  Move up and left, topping out by pressing up and left onto the descent ramp."},{"name":"Noodle right","grade":"6B","description":"V3ish.  Start as per \"Noodle left\", but head right after the first few moves, into the topout of \"Magic Carp\"."},{"name":"Magic Carp Direct","grade":"6B+","description":"Sit/crouch-start using pair of obvious, large edges..  Head straight up. (FA Mark Derksen, 2014)"},{"name":"Magic Carp","grade":"6B+","description":"Stand-start with a jug in the speckled dihedral. Climb left on side-pulls, and head up the more solid looking face, with a few tricky moves to the top. (FA Mark Derksen, 2014)"},{"name":"Magic Carp Right","grade":"6B+","description":"V4ish.  Start as per \"Magic Carp\", but head directly up the compression feature, after the first few moves.  "},{"name":"The Angler","grade":"5+","description":"V1+.  Stand-start just right of \"Magic Carp\", using a left-hand crimp at head-height on the slab, and a lower right-hand sloper.  Move up and right, along the leaning slab.  Top out right."},{"name":"The Fisher King sit-start","grade":"7A+","description":"V7+.  Sit-start using two obvious, low jug-edges.  Move up and right to gain the long crimp-rail, then up and left to the mantle in the scoop."},{"name":"The Fisher King","grade":"7A","description":"V6.  Stand-start using good edges/jugs near arete.  Move up and left to a long, thin crimp rail, then way up and left to a jug-edge over the lip.  A tricky mantle into the scoop follows.  "},{"name":"Pilgrim's Progress","grade":"7A","description":"Start left of the descent ramp hop-off on good LH and RH sidepulls. Make a few moves leftwards until you are able to get out to the arete and tip back right onto the slab with a crimp. Tricky!  (FA Mark Derksen 2014)  \n\nEDIT 2015: a key crimp has broken leaving the grade or viability of this route in question. "},{"name":"Noodle left","grade":"6B","description":"V3ish.  Sit-start under arete using low finger-jug on the left, and right-hand on the left start-hold of \"Magic Carp direct\".  Move up and left, topping out by pressing up and left onto the descent ramp."},{"name":"Noodle right","grade":"6B","description":"V3ish.  Start as per \"Noodle left\", but head right after the first few moves, into the topout of \"Magic Carp\"."},{"name":"The River King","grade":"6B","description":"Stand-start, matched on huge edge/sloper.  Head up and slightly right, through huge, sloping shelves. (FA Mark Derksen, 2015)"},{"name":"Pantless","grade":"4","description":"Sit-start matched on the perfect ledge.  Move up into solid side-pulls and ledges all the way up. (FA Mark Derksen 2014)"},{"name":"Bait and Switch","grade":"7A","description":"V6ish.  Sit-start matched on low, large edge.  Traverse low and right, joining \"The Tempest\"."},{"name":"The Fisher's Mark","grade":"5","description":"V1.  Start on a good, high edge.  Exit either left (into Pantless) or right (better).  (FA Trent Hoover, 2017)"},{"name":"The Tempest","grade":"6B","description":"Sit start in pit with  double underclings. Use great edges and side-pulls  to get to a mantle that is not a gimme. (FA Mark Derksen, 2015)"},{"name":"Hook","grade":"Line","description":"V3ish.  Sit-start as per \"Fisher King sit\".  Move up and left to a large, flat jug, then traverse left into \"The Fisher's Mark\" or \"Pantless\"."},{"name":"The Fisher King sit-start","grade":"7A+","description":"V7+.  Sit-start using two obvious, low jug-edges.  Move up and right to gain the long crimp-rail, then up and left to the mantle in the scoop."},{"name":"The Fisher King","grade":"7A","description":"V6.  Stand-start using good edges/jugs near arete.  Move up and left to a long, thin crimp rail, then way up and left to a jug-edge over the lip.  A tricky mantle into the scoop follows.  "},{"name":"Catch and Release","grade":"6C+","description":"V5/6.  Sit-start matched on sloping edge.  Move up and right, heading for the groove on the slab.  "},{"name":"Mark's problem","grade":"6C+","description":"V5.  Crouch/sit-start matched on edge.  Move up and slightly left, heading for the groove on the slab.  (FA Mark Derksen)"},{"name":"The Deadliest Catch low","grade":"6C+","description":"V5+.  Sit-start matched on long edge (as per unnamed V5), and move up and right to join \"Deadliest Catch\"."},{"name":"The Deadliest Catch","grade":"6B+","description":"V3 to V5 range.  Stand-start by stepping onto the left-side of the scooped slab, using obvious right-hand mini-jug, and whatever you like for your left.  Move up and left via some tricky holds, a committing high-step, and an exhilarating finish."},{"name":"Achelous","grade":"6B","description":"V3.  Sit-start matched on low shelf/edge-complex.  Move up the tall slab above.  "},{"name":"Cast Away","grade":"6C","description":"V5ish.  Sit-start as per \"Achelous\", but move diagonally up and right using right-hand crimps and left-hand slopers/pinches, to join the top of \"River King\".  Technical and balancy on cool holds."},{"name":"A River Runs Through It","grade":"7C","description":"V9ish.  Sit-start in small pit, using a good, vertical right-hand edge, and a left-hand gaston.  Cross left-hand up to a small crimp, and reach right to a pinch on the blunt corner.  Bump to the large, diagonal shelf, then continue into the top of \"River King\"."},{"name":"The River King","grade":"6B","description":"Stand-start, matched on huge edge/sloper.  Head up and slightly right, through huge, sloping shelves. (FA Mark Derksen, 2015)"},{"name":"Voyageur low","grade":"7B+","description":"V8+.  Sit-start as per \"Magnesis low\", and head up and right to join and finish on \"Voyageur\"."},{"name":"Magnesis low","grade":"6C","description":"V5.  Start very low, with obvious, thin right-hand crimp, and very low block on the arete (very near adjacent bloc).  A couple of moves lead to \"Magnesis\".  (FA Trent Hoover, 2017)"},{"name":"Voyageur","grade":"7A+","description":"V7ish.  Sit-start matched on triangular jug at far left of face.  Follow slopey rails right to gain, and finish up, the arete.  "},{"name":"Magnesis","grade":"6B","description":"V3.  Start as per \"Voyageur\", but head up and left to the arete.  (FA Trent Hoover, 2017)"},{"name":"Stasis","grade":"6B+","description":"V3/4.  Sit-start using blocky jug for left-hand, and lower incut sidepull for right-hand.  Move up the left side of the arete, before rolling right to finish.  (FA Trent Hoover, 2017)"},{"name":"Stasis","grade":"6B+","description":"V3/4.  Sit-start using blocky jug for left-hand, and lower incut sidepull for right-hand.  Move up the left side of the arete, before rolling right to finish.  (FA Trent Hoover, 2017)"},{"name":"Lodge","grade":"5","description":"V1. Sit start under \"wedge\" overhang, left hand side-pull, right hand head-height crimp. Pull up onto slab, top out straight up. (FA Dan Anhorn, 2017)"},{"name":"Breath of the Wild","grade":"4","description":"V0.  Climb the natural line to the peak of the slab.  (FA Trent Hoover, 2017)"},{"name":"The Dock","grade":"6A","description":"V2. Start  left hand on a small incut edge at chest height, and right hand on finger jug. Climb up and left along good holds, using leaning arete to topout. Be prepared for a difficult descent. (FA Trent Hoover, 2017) "},{"name":"The Sweet Science","grade":"7A","description":"V6ish.  Sit-start matched on obvious incut edge.  A powerful move up and left to a good sloper on the lip is followed by a tricky and committing topout."},{"name":"The Clinch","grade":"6B+","description":"V4ish.  Sit-start under overhanging side of arete, using a triangular right-hand pinch in the overhang, and left-hand compressing the arete slightly lower.  Climb the steep side of the arete at first, before rolling left to gain a juggy edge.  Top out left or right from there. "},{"name":"The Clinch","grade":"6B+","description":"V4ish.  Sit-start under overhanging side of arete, using a triangular right-hand pinch in the overhang, and left-hand compressing the arete slightly lower.  Climb the steep side of the arete at first, before rolling left to gain a juggy edge.  Top out left or right from there. "},{"name":"The Contender","grade":"6B","description":"V3ish.  Sit-start matched on left end of the dirty jug-rail.  Move left to good, pinchy edges, then continue up and left through some tricky moves.  Excellent moves on very cool holds."},{"name":"The Ali Shuffle","grade":"5","description":"V1ish.  Sit-start matched on dirty jug-rail.  Move up and right, using obvious undercling rail to gain the lip. Shuffle slightly left to top out."},{"name":"On the Ropes","grade":"6B+","description":"V4ish.  Stand-start using opposing edges (left-hand is high, right-hand is low).  Move up and left (using an inconspicuous hold) to gain the lip, then head right to top out.   "}]},{"sector":"Windchime","reference":"https://27crags.com/crags/frank-slide/topos/windchime","lat":49.590232,"long":-114.403011,"problems":[{"name":"Pining for the Fords","grade":"5+","description":"V1/2. Stand-start on left-hand side-pull edge and right-hand high edge. Balance straight up to a reach-y sloper move. Top out on two good holds. (FA Dan Anhorn, 2015)"},{"name":"Windchime","grade":"6A+","description":"V3. Stand-start matched on rail. Move up through side-pulls and crimps to a tension crux and somewhat smooth top out. (FA Mark Derksen, 2015)"},{"name":"Doughball","grade":"4","description":"V0. Stand-start. Move up into concave area, and top out.  (FA Mark Derksen, 2015) "}]},{"sector":"Snag n' Fly","reference":"https://27crags.com/crags/frank-slide/topos/snag-n-fly","lat":49.588552,"long":-114.392014,"problems":[{"name":"Snag n' Fly","grade":"?","description":"Sit-start.  Climb the center of the face."},{"name":"Holds Will Break","grade":"Grade Will Change","description":"Sit-start.  Climb right side of face, through slopey shelf."},{"name":"Snag n' Fly Arete","grade":"4","description":"Sit-start.  Climb the arete."},{"name":"FIght or Flight","grade":"4","description":"Up the slab, using the left arete."},{"name":"Don't Try This at Home","grade":"5","description":"Eliminate.  Climb the middle of the tall slab until you can grab the flat top (both aretes are out).  High, sequential, committing, and a bit fragile . . . you're likely to get more than you bargained for."},{"name":"Donkey Rocket","grade":"6B","description":"Sit-start using right-facing sidepull/undercling feature.  Climb the tricky face above, without drifting left to the arete."},{"name":"Menstrual Crimps","grade":"6B+","description":"Sit-start using opposing sidepull edges, at the left end of the undercut feature.  Head up through thin, incut crimps."},{"name":"Coalbanks Revolution","grade":"4","description":"Sit-start on low, positive edges.  Highly interesting, enjoyable movement up the unique double-arete feature makes this one a gem at the grade! "},{"name":"Leftist Revolution","grade":"4","description":"Sit-start.  Climb the left side of the arete."}]},{"sector":"Prow","reference":"https://27crags.com/crags/frank-slide/topos/prow-16305","lat":49.588446,"long":-114.391467,"problems":[{"name":"Prow Boulder Left Arete","grade":"5","description":"Sit-start.  Climb the arete."},{"name":"Bent Backwards","grade":"6B+","description":"Sit-start.  Climb the left side of the face."},{"name":"Straight Forward","grade":"5","description":"Sit-start.  Climb the middle of the face."},{"name":"G is for Grunt","grade":"6A","description":"Sit-start using good, blocky holds.  Gun for big ledge.  Top out above."},{"name":"Prow Boulder Right Arete","grade":"4","description":"Sit-start.  Climb the arete."}]},{"sector":"Ridge","reference":"https://27crags.com/crags/frank-slide/topos/ridge","lat":49.596102,"long":-114.392628,"problems":[{"name":"Little Trundle of Joy","grade":"7A","description":"Located prominently up on a ridge, about 150-meters south-east of the Mushroom boulder (or 200-meters north-west of the Giant).  Sit-start matched on juggy, square-cut sidepull.  Power up and left on sloping rails and edges.  Top out the right side of the big scoop (relatively easy, but don't blow it!)."}]},{"sector":"Tombstone","reference":"https://27crags.com/crags/frank-slide/topos/tombstone-16435","lat":49.587832,"long":-114.394314,"problems":[{"name":"Tombstone Left","grade":"6B","description":"Sit-start with left hand on arete, right hand on diagonal sidepull in the face.  Climb up the overhanging arete.  "},{"name":"Skeleton Key","grade":"7A","description":"Start as per \"Tombstone Left\".  Traverse right, and finish on \"Tombstone Right\".  (FA Mark Derksen, 2015)"},{"name":"Tombstone Right","grade":"6C","description":"Sit-start with left hand on sidepull jug, right hand on low sloper.  Climb up left side of arete."},{"name":"Gravedigger","grade":"6B+","description":"Start as per \"Tombstone Right\".  Head up and right, onto the slab.  (FA Trent Hoover, 2014)"},{"name":"Graveyard Shift","grade":"7A","description":"Start as per \"Tombstone Right\", but traverse left through edges, and finish on \"Tombstone Left\".  (FA Trent Hoover, 2014)"},{"name":"Nectarine","grade":"6A","description":"Start as per \"Chicken Little\", but head up and left, onto the slab.  (FA Trent Hoover, 2013)"},{"name":"Chicken Little Arete","grade":"6A+","description":"Great line that follows a nice, clean feature to an exposed top out.  Sit-start using diagonal shelf.  Use the arete on your left and whatever you can on your right."},{"name":"Chrysalis","grade":"6A","description":"Sit-start matched on flat jug.  Move up through edge, arete, and slab.  (FA Trent Hoover, 2013)"},{"name":"Thidwick","grade":"4","description":"Sit-start using low, juggy rail.  Head straight up to easy top out."},{"name":"Oobleck","grade":"5","description":"Sit-start low on good holds.  Head up through pinches, to a slopey mantle.  (FA Trent Hoover, 2013)"},{"name":"Yertle the Turtle","grade":"5","description":"Start low on right-hand sidepull/undercling, and left-hand sidepull just beside the start of \"Oobleck\". Using big left hand side pulls, head up and right to a sloping top out. "},{"name":"Don't Blow It","grade":"6B+","description":"Sit-start using right undercling pinch, and left crimp.  Tricky moves straight up lead to an enaging topout."},{"name":"Wasp Overhang","grade":"5+","description":"Start on huge, flat edge.  Head straight up.  "},{"name":"Ultra-Limestone Catastrophe","grade":"5+","description":"Start as per \"Limestone Catastrophe\".  Head left, around corner, into dihedral."},{"name":"Limestone Catastrophe","grade":"5+","description":"Sit-start using underside of protruding feature.  Head up and slightly right on comfy, rounded features.  Really good line."},{"name":"Ultra-Limestone Catastrophe","grade":"5+","description":"Start as per \"Limestone Catastrophe\".  Head left, around corner, into dihedral."},{"name":"Limestone Catastrophe","grade":"5+","description":"Sit-start using underside of protruding feature.  Head up and slightly right on comfy, rounded features.  Really good line."},{"name":"The Bowing Bishop","grade":"6B+","description":"Sit-start in alcove, using lowest crimps.  A couple of crimpy(!) moves gain large edges and easy topout.  (FA Trent Hoover, 2013)"},{"name":"Attack of the Pikas","grade":"4","description":"Start with large, good edges.  Climb the left side of the leaning arete.  (FA Trent Hoover, 2013)"},{"name":"Day of the Snake","grade":"6B","description":"Sit-start using large, flat, sloper-edge.  Head up and left along crimps and slopers.(FA Trent Hoover, 2013)"},{"name":"The Smarter Garter","grade":"4","description":"Start as for \"Day of the Snake\", but head straight up on to the slab.  (FA Trent Hoover, 2013)"},{"name":"Contagious","grade":"5","description":"Start on huge two hand undercling. Move up to shelf, and top out."}]},{"sector":"Expected Surprise","reference":"https://27crags.com/crags/frank-slide/topos/expected-surprise","lat":49.586972,"long":-114.393339,"problems":[{"name":"Otter Surprise","grade":"6B+","description":"Sit-start on good, angled rail.  Climb the face above.  (FA Trent Hoover, 2013)"},{"name":"Expected  Surprise Left","grade":"6B+","description":"Start as per \"Expected Surprise\".  Head up and left."},{"name":"Expected Surprise","grade":"6B","description":"Sit-start matched on good, angled rail.  Climb the face up and right, towards a shelf at about two-thirds height."},{"name":"Worm Face","grade":"4","description":"Many V0 lines all over this interesting slab on the north face of Expected Surprise boulder. "},{"name":"V for Victory","grade":"6A+","description":"Sit-start with left-hand on the bottom of the arête (the bottom of the V), and right-hand on a lower sidepull edge far to the right. Climb up with trickery.  Exit right using a big pinch.  (FA Trent Hoover, 2015)\n\n"},{"name":"V for Valour","grade":"6A+","description":"Start as for \"V For Victory\", but head left at the lip, working feet up the ramp.  (FA Trent Hoover, 2015)"},{"name":"X Factor","grade":"6A","description":"Sit-start between two boulders, with hands on two crimps at face-height.  Climb straight up bulge on perfect holds.  (FA Trent Hoover, 2013)"},{"name":"Blood Simple","grade":"7B+","description":"V8ish.  Stand-start using a sharp left-hand sidepull, and a smooth right-hand edge.  Power up the short face."}]},{"sector":"Paleface","reference":"https://27crags.com/crags/frank-slide/topos/paleface","lat":49.59223,"long":-114.387775,"problems":[{"name":"Dyno or Die Now","grade":"6A","description":"Sit-start using good rails/edges.  Head straight up, through another good, horizontal rail. (FA Kyle Marco, 2015)"},{"name":"Paleface","grade":"5","description":"Start as per \"Dyno, or Die Now\", but move right and follow left-facing edges. (FA Kyle Marco, 2015)"},{"name":"Paleface Low","grade":"6B","description":"Start cramped on low holds below \"Paleface\". Finish as per that problem. (FA Morgan Dunnet, 2015)"},{"name":"Strong Arm","grade":"6C+","description":"Sit-start using right-hand sidepull and left-hand gaston.  Move up and left to join \"Paleface\". (FA Tent Hoover, 2015)"},{"name":"Up in Arms","grade":"7B","description":"Start as per \"Strong Arm\", but head straight up, gunning for a left-facing block. (FA Morgan Dunnet, 2015)"},{"name":"Aisselle","grade":"7A","description":"Start as per \"Strong Arm\", but head immediately right, following a line of crimps rising above the pit.  "},{"name":"Up in Arms Low","grade":"7B","description":"Stand-start in pit, using low, left-hand sidepull and pocketed right-hand edge.  Move up and left to finish on \"Up in Arms\". "},{"name":"Les Profondeurs de l'Aisselle","grade":"7B+","description":"V8.  Start, and climb, as per \"Up In Arms low\".  Join \"Aisselle\" at its start, and finish up that problem.  "},{"name":"Les Profondeurs de l'Aisselle direct","grade":"7C","description":"V9.  Stand-start in the pit, using a high, small karst sidepull/pinch for your right-hand, and anything lower for your left.  Climb directly up the tall face, through a slick series of sidepulls, crimps, and smears.  "},{"name":"Swashbuckling","grade":"4","description":"V0.  Start at the far left end up the lip.  Traverse right, along the lip, sticking to the lower rail/tier, until you can join \"Rapier\" to top out.  "},{"name":"Touche","grade":"6A","description":"Sit-start using slightly underclinging karst slot for your left-hand, and a crimp for your right.  Head straight up. "},{"name":"Parry","grade":"5","description":"V1.  Sit-start using good diagonal rail.  Move up and left using right-facing holds. "},{"name":"Riposte","grade":"6B","description":"Sit-start as per \"Parry\", but traverse up and right, to join \"Rapier\".  "},{"name":"Thrust","grade":"6B","description":"V3.  Sit-start in pit, matched on good edge.  Climb up and left."},{"name":"Rapier","grade":"6A","description":"Sit-start using a right-hand sidepull and a huge foothold. Follow edges up to the dihedral feature, and follow that to top out. (FA Kyle Marco, 2015)"},{"name":"Crossing Swords","grade":"6B+","description":"Start as per \"Buckler\".  Complete a thin, balancy traverse directly into \"Mach3\". "},{"name":"Buckler","grade":"6A+","description":"Sit-start using right-hand sidepull and left-hand slopey dish.  Gun for obvious angled edge, high and right. (FA Morgan Dunnet, 2015)"},{"name":"Mach3","grade":"6B","description":"Sit-start using good right-hand sidepull, and low left-hand crimp-rail.  Head up and slightly left, though very thin edges. "},{"name":"Scoured","grade":"6B","description":"Sit-start with left-hand on arete, and right-hand near top of blunt rib/rail feature.  Climb the right side of the arete.  "}]},{"sector":"Math Rocks","reference":"https://27crags.com/crags/frank-slide/topos/math-rock","lat":49.592809,"long":-114.38721,"problems":[{"name":"Leg Adjacent to an Angle","grade":"6A","description":"Sit-start on left of pit/overhang, left-hand on perfect crescent edge, right-hand on gaston/edge in crack.  Reach up to crimps/edges to pull to peak of boulder. (FA Dan Anhorn, 2015)  "},{"name":"Trig left","grade":"6A","description":"Start as per \"Flow\", but head up and left.  (FA Dan Anhorn, 2015)\n"},{"name":"Trig right","grade":"6A","description":"Start as per \"Flow\", but head up and slightly right.  (FA Dan Anhorn, 2015)"},{"name":"Flow","grade":"7A","description":"Sit-start at far left end of pit.  Traverse low and right, to join the finish of \"Flux\". (FA Mark Derksen, 2015)"},{"name":"Flux","grade":"7A","description":"Sit-start low in cave, right-hand anywhere on the large sloper-rail, left-hand low on a blunt pinch. Power up and right.  (FA Mark Derksen, 2015)\n"}]},{"sector":"Nowhere","reference":"https://27crags.com/crags/frank-slide/topos/nowhere","lat":49.595846,"long":-114.38372,"problems":[{"name":"Nowhere Man","grade":"6A","description":"Start as per \"Going Nowhere\", but head up and left to gain good edges.  Reach right to top out.  (FA Dan Anhorn, 2016)"},{"name":"Going Nowhere","grade":"6B","description":"Sit-start using high left-hand sidepull, and an edge or pinch low in the cave for your right-hand.  Move up and right, through crimps, to top. "},{"name":"Nowhere","grade":"6B","description":"Sit-start on massive jug block.  Move left to undercling rail, then up the arete above.  An alternate start can be done starting matched on the undercling rail (same grade).  "},{"name":"Nowhere right","grade":"6B","description":"Start as per \"Nowhere\", but move up and right, climbing the face right of the arete. "},{"name":"Nowhere Dihedral","grade":"5","description":"Start, and climb, as per \"Nowhere right\", but continue right, to some fun pressing up the dihedral. "},{"name":"Middle of Nowhere","grade":"4","description":"Crouch-start, matched on low opposing sidepulls.  Climb directly up, using large shelf, and massive left sidepull rail/arete."},{"name":"Riddle of Nowhere","grade":"4","description":"Start on lowest good holds between \"Middle of Nowhere\" and the right arete.  Climb face direct, through a good edge.  (FA Dan Anhorn, 2016)"},{"name":"Diddle of Nowhere","grade":"4","description":"Start on lowest good holds by arete.  Climb the left side of the arete.  (FA Dan Anhorn, 2016)"},{"name":"Wastelands","grade":"4","description":"Sit-start using low shelf.  Climb carefully up face, using arete to your left.  "},{"name":"Wastelands right","grade":"6A","description":"Start as per \"Wastelands\", but head up and right to a pair of shelves.  Press up onto slab above, using the corner up and left."},{"name":"Slippery Slope","grade":"6A","description":"Sit-start st middle of scooped slab, using a blunt right-hand sidepull, and one of two small crimps for your left.  Climb directly up the rounded, precarious slab above. "},{"name":"Rhinoplasty","grade":"6B","description":"Sit-start under arete, left-hand on arete, right-hand on crimp.  Climb up arete.  (FA Dan Anhorn, 2016)"},{"name":"Butterfly Effect","grade":"7C","description":"V9ish.  Sit-start matched on obvious edge low in middle of face.  Make a long move up and right to a sloping crimp, a tricky sloper/pinch, and a desperate finish."},{"name":"Cirque du Soleil","grade":"6A+","description":"V2ish.  Sit-start using low right-facing edges.  Move up and left."},{"name":"Dive Bar","grade":"6B","description":"Located approximately 25 meters south of \"Nowhere\".  Sit-start under sloping shelf in cave, with left-hand pinching arete, and right-hand on a blunt sidepull.  Move up and left, to huge jug, then up to topout.  "}]},{"sector":"Crysknife","reference":"https://27crags.com/crags/frank-slide/topos/crysknife","lat":49.5957,"long":-114.381822,"problems":[{"name":"Amtal Rule","grade":"6A","description":"V2.  Sit-start using large left-hand sidepull, and anything lower for right-hand.  Climb up and onto ramp, then up and over lip. "},{"name":"Crysknife","grade":"6B","description":"V3/4.  Sit-start, and climb directly up centre of face. "},{"name":"Fedaykin","grade":"4","description":"V0.  Sit-start using corner feature under arete.  Climb up to arete, and follow its left side to the peak of the boulder.  "},{"name":"Kwisatz Haderach","grade":"7A","description":"V6.  Start, and climb, as per \"Bi-La Kaifa\", but roll onto the slab at the midpoint of the lip traverse.  "},{"name":"Bi-La Kaifa","grade":"7A","description":"V6.  Start as per \"Ayat\".  Upon gaining the lip, traverse left, topping out at the far left end.  "},{"name":"Burhan","grade":"6A","description":"V2.  Start as per \"Ayat\", but head directly up onto slab. "},{"name":"Ayat","grade":"5","description":"V1.  Sit-start at base of arete, using low left-hand sidepull, and right-hand on one of the blocky holds.  Move up to lip, then traverse right, to join \"Amtal Rule\"."},{"name":"Amtal Rule","grade":"6A","description":"V2.  Sit-start using large left-hand sidepull, and anything lower for right-hand.  Climb up and onto ramp, then up and over lip. "},{"name":"Maud ' Dib","grade":"7B+","description":"V8/9.  Stand-start, matched on pinch on lip.  Traverse lip all the way left, topping out at arete.  The lower boulder (the start of \"Usul\") is not used in this problem."},{"name":"Usul","grade":"7A+","description":"V7/8.  Sit-start, matched on large horn jug on detached bloc.  Move up and into \"Maud ' Dib\".  Easier because the start jug provides a large foot that is not part of \"Maud 'Dib\". "}]},{"sector":"The Wind and the Wizard","reference":"https://27crags.com/crags/frank-slide/topos/spiderweb-right","lat":49.591671,"long":-114.38419,"problems":[{"name":"Ithaqua","grade":"7A+","description":"V6/7.  Start matched on edge at far left end of lip.  Move up and right to lip, then continue traversing the lip all the way right, into the finish of \"Wendigo\".  "},{"name":"Wechuge","grade":"6C+","description":"V5.  Start down and left from \"Windigo\", with right-hand undercling in roof-crack, and left-hand on wide, slopey rail.  Head up and left, along lip of boulder, eventually gaining a left-hand arete feature on the slab. "},{"name":"Windigo","grade":"6C+","description":"V5.  Start right-hand on incut sidepull above lip, left-hand on lower, flat edge.  Climb up and right on sloping and rounded holds.  (FA Trent Hoover, 2015)    "},{"name":"Guyline","grade":"7A+","description":"V7.  Start with right-hand pinching slopey corner of large rail, and left-hand on a higher slopey edge.  Head straight up. "},{"name":"The Wind and the Wizard low","grade":"7A+","description":"V7.  Sit-start with opposing sidepull rails low in overhang (left-hand rail is higher).  A couple of powerful/tensiony moves link into the regular \"Wind and the Wizard\" sequence. "},{"name":"Telekinesis Low","grade":"7B","description":"V7/8.  Start as per \"Wind and the WIzard low\", and join \"Telekinesis\".  "},{"name":"Telekinesis","grade":"7A","description":"V6/7.  Start as per \"Wind and the Wizard\".  Gain holds above the lip of the overhang, and traverse left, topping-out in the same place as \"Guyline\"."},{"name":"The Wind and the Wizard","grade":"6C+","description":"V5.  Start matched on good edge below lip.  Head up and right.  (FA Kyle Marco) "},{"name":"Windwalker","grade":"5","description":"V1.  Sit-start matched on obvious juggy edge in overhang.  Move up and right, to right-facing corner feature, using this to press further right onto short slab. "},{"name":"Windwalker direct","grade":"6A","description":"V2.  Start as per \"Windwalker\", but climb the slab directly above, using the corner feature on your right. "}]},{"sector":"Planet Choss","reference":"https://27crags.com/crags/frank-slide/topos/planet-choss","lat":49.592546,"long":-114.383586,"problems":[{"name":"The Empire Strikes Back","grade":"?","description":"Sit-start and traverse the rising lip from left to right."},{"name":"Rebel Base on Planet Choss","grade":"6C+","description":""},{"name":"Sith Lord","grade":"6A","description":"Sit-start under right arete/lip, and head straight up, using undercling block."}]},{"sector":"Tusk","reference":"https://27crags.com/crags/frank-slide/topos/tusk","lat":49.590663,"long":-114.384279,"problems":[{"name":"Tusk","grade":"6C+","description":"Crouch-start using obvious pocket/pod on right side of prow, and sloping edge at the same height on the left side of the prow.  A very dabby, frustrating first couple of moves lead to wonderful compression climbing up the overhanging dagger. "}]},{"sector":"Outer Limits","reference":"https://27crags.com/crags/frank-slide/topos/outer-limits","lat":49.59716,"long":-114.378125,"problems":[{"name":"The Outer Limits","grade":"6B+","description":"V4ish.  Sit-start at left side of base of dihedral, using large, low, opposing edges.  Tricky start leads to fun moves heading up and slightly left.  Stand-start is good, V2ish problem."},{"name":"Awe and Mystery","grade":"6C+","description":"V5/6.  Sit-start as per \"The Outer Limits\".  Move up and right, through dihedral, to gain right arete.  Finish up arete.  Stand-start with right hand on arete is a good V2ish problem."}]},{"sector":"The Watchtower","reference":"https://27crags.com/crags/frank-slide/topos/the-watchtower-21787","lat":49.585794,"long":-114.393007,"problems":[{"name":"Watchtower arete","grade":"5","description":"Crouch-start, with left-hand on arete and right-hand on a lower crimp/edge in the face.  Climb the right side of the arete to the top of the boulder, then roll left to top out. "},{"name":"Vigilance","grade":"7A","description":"Crouch-start on low crimps/edges left of the start of \"Lookout\".  Move up and right to good edge rail, then continue right, eventually joining and finishing on \"Sentinel\". "},{"name":"Be on Guard","grade":"7A","description":"Start as per \"Vigilance\", and link into \" The Watchtower \". "},{"name":"Lookout","grade":"6A+","description":"Sit-start, matched on obvious shelf.  Head up and left, joining \"Watchtower Arete\". "},{"name":"The Watchtower","grade":"7A","description":"Sit-start, matched in obvious juggy hole.  Move up and right to large rail, then up and left, to the high right-facing arete feature.  Airy top out. "},{"name":"Sentinel","grade":"6B+","description":"Start as per \"The Watchtower\", but continue right along the large rail, to top out on \" Jack and Jill\". "},{"name":"Jack and Jill","grade":"6B+","description":"Sit-start, matched on low, crumbly jug shelf.  Head up and left towards left-facing arete feature.  Top out left. "}]},{"sector":"Rising Tithes","reference":"https://27crags.com/crags/frank-slide/topos/rising-tithes","lat":49.58632,"long":-114.393442,"problems":[{"name":"Romancing the Stone","grade":"6B+","description":"V4.  Sit-start with left-hand low on arete, and right-hand on a highly-textured edge in the overhang.  Climb up and right, along lip, to peak of the boulder. (FA Kyle Marco, 2015)"},{"name":"Rising Tithes","grade":"7B","description":"V7/8.  Sit-start at the far right end of the long lip.  Follow the lip up and left through a series of increasingly difficult moves.  (FA Evan Erickson, 2007)   "},{"name":"Ebb","grade":"6A","description":"V2.  Sit-start using low right-hand pinch, and left-hand on a small undercling.  Move up through large, angled holds to a nice mantle. (FA Mark Derksen, 2014)"},{"name":"Backwater","grade":"5","description":"V1.  Sit-start under the bulgy feature in the corner of the cave area.  Move up and into the large blocky feature, and mantle above.  (FA Mark Derksen, 2014)"},{"name":"Romancing the Stone","grade":"6B+","description":"V4.  Sit-start with left-hand low on arete, and right-hand on a highly-textured edge in the overhang.  Climb up and right, along lip, to peak of the boulder. (FA Kyle Marco, 2015)"},{"name":"Rising Tithes","grade":"7B","description":"V7/8.  Sit-start at the far right end of the long lip.  Follow the lip up and left through a series of increasingly difficult moves.  (FA Evan Erickson, 2007)   "},{"name":"Double Edge","grade":"6A","description":"V2.  Sit-start in pit, with left-hand on small pyramidal sloper, and right-hand on big sidepull.  Negotiate the two edges to the top using tricky feet. (FA Dan Anhorn, 2016)"},{"name":"Single Edge","grade":"4","description":"V0.  Sit-start at base of arete and ascend directly. (FA Dan Anhorn, 2016)"},{"name":"?","grade":"6A","description":"V2.  Sit-start.  Climb the dirty dihedral."},{"name":"The Next Generation","grade":"7A","description":"V6.  Sit-start using blunt left-hand undercling feature, and right-hand low on arete.  Climb the left-side of the slabby arete, away from the dihedral.  (FA Kyle Marco, 2016)"},{"name":"The Final Frontier","grade":"6C+","description":"V5.  Sit-start in pit, with left-hand low on arete, and obvious right-hand crimp.  Climb the right side of the slabby arete.  (FA Mark Derksen, 2016)"}]}]